[
  {
    "article": 1,
    "title": "(1) South Sudan is a sovereign and independent Republic, and it shall be known as “The Republic of South Sudan.”",
    "chapter": "",
    "part": "",
    "text": "(2) The territory of the Republic of South Sudan comprises- (a) all lands and air space that constituted the three former Southern Provinces of Bahr el Ghazal, Equatoria and Upper Nile in their boundaries as they stood on January 1, 1956; and (b) the Abyei Area, the territory of the nine Ngok Dinka chiefdoms transferred from Bahr el Ghazal Province to Kordofan Province in 1905 as defined by the Abyei Arbitration Tribunal Award of July 2009 in the event that the resolution of the final status of the Abyei Area results in the Area becoming part of the Republic of South Sudan. (3) The Republic of South Sudan is bordered by Sudan in the north, Ethiopia in the east, Kenya and Uganda in the south, the Democratic Republic of Congo in the southwest and the Central African Republic in the west. (4) South Sudan is governed on the basis of a decentralized democratic system and is an all embracing homeland for its people. It is a multi-ethnic, multi-cultural, multi-lingual, multi-religious and multi-racial entity where such diversities peacefully co-exist. (5) South Sudan is founded on justice, equality, respect for human dignity and advancement of human rights and fundamental freedoms.",
    "tags": [
      "rights",
      "freedom",
      "justice",
      "equality",
      "territory",
      "bill of rights",
      "human rights",
      "land",
      "natural resources"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 3,
    "title": "(1) This Constitution derives its authority from the will of the people and shall be the supreme law of the land. It shall have a binding force on all persons, institutions, organs and agencies of government throughout the Country**.**",
    "chapter": "",
    "part": "",
    "text": "(2) The authority of government at all levels shall derive from this Constitution and the law. (3) The states’ constitutions and all laws shall conform to this Constitution. **Defence of the Constitution**",
    "tags": [
      "constitution",
      "law",
      "government",
      "supreme",
      "state"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 4,
    "title": "(1) No person or group of persons shall take or retain control of State power except in accordance with this Constitution.",
    "chapter": "",
    "part": "",
    "text": "(2) Any person or group of persons who attempt(s) to overthrow the constitutional government, or suspend or abrogate this Constitution commits treason. (3) Every citizen shall have the duty to resist any person or group of persons seeking to overthrow the constitutional government, or suspend or abrogate this Constitution. (4) All levels of government shall promote public awareness of this Constitution by translating it into national languages and disseminating it as widely as possible. They shall provide for the teaching of this Constitution in all public and private educational and training institutions as well as in the armed and other regular forces, by regularly transmitting and publishing programmes in respect thereof through the media and press.",
    "tags": [
      "constitution",
      "state",
      "government",
      "education",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 5,
    "title": "The sources of legislation in South Sudan shall be:",
    "chapter": "",
    "part": "",
    "text": "(a) this Constitution; (b) written law; (c) customs and traditions of the people; (d) the will of the people; and (e) any other relevant source.",
    "tags": [
      "constitution",
      "law"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 6,
    "title": "(1) All indigenous languages of South Sudan are national languages and shall be respected, developed and promoted.",
    "chapter": "",
    "part": "",
    "text": "(2) English shall be the official working language in the Republic of South Sudan, as well as the language of instruction at all levels of education. (3) The State shall promote the development of a sign language for the benefit of people with special needs.",
    "tags": [
      "national",
      "education",
      "state"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 8,
    "title": "(1) Religion and State shall be separate.",
    "chapter": "",
    "part": "",
    "text": "(2) All religions shall be treated equally and religion or religious beliefs shall not be used for divisive purposes.",
    "tags": [
      "religion",
      "state"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 9,
    "title": "(1) The Bill of Rights is a covenant among the people of South Sudan and between them and their government at every level and a commitment to respect and promote human rights and fundamental freedoms enshrined in this Constitution; it is the cornerstone of social justice, equality and democracy.",
    "chapter": "",
    "part": "",
    "text": "(2) The rights and freedoms of individuals and groups enshrined in this Bill shall be respected, upheld and promoted by all organs and agencies of Government and by all persons. (3) All rights and freedoms enshrined in international human rights treaties, covenants and instruments ratified or acceded to by the Republic of South Sudan shall be an integral part of this Bill. (4) This Bill of Rights shall be upheld by the Supreme Court and other competent courts and monitored by the Human Rights Commission.",
    "tags": [
      "constitution",
      "rights",
      "freedom",
      "government",
      "justice",
      "equality",
      "democracy",
      "court",
      "supreme",
      "national",
      "bill of rights",
      "human rights",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 13,
    "title": "(1) Slavery and slave trade in all forms are prohibited. No person shall be held in slavery or servitude.",
    "chapter": "",
    "part": "",
    "text": "(2) No person shall be required to perform forced or compulsory labour except as a penalty upon conviction by a competent court of law.",
    "tags": [
      "law",
      "court",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 16,
    "title": "(1) Women shall be accorded full and equal dignity of the person with men.",
    "chapter": "",
    "part": "",
    "text": "(2) Women shall have the right to equal pay for equal work and other related benefits with men. (3) Women shall have the right to participate equally with men in public life. (4) All levels of government shall: (a) promote women participation in public life and their representation in the legislative and executive organs by at least twenty-five per cent as an affirmative action to redress imbalances created by history, customs, and traditions; (b) enact laws to combat harmful customs and traditions which undermine the dignity and status of women; and (c) provide maternity and child care and medical care for pregnant and lactating women. (5) Women shall have the right to own property and share in the estates of their deceased husbands together with any surviving legal heir of the deceased.",
    "tags": [
      "law",
      "government",
      "executive",
      "property",
      "state"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 17,
    "title": "(1) Every child has the right:",
    "chapter": "",
    "part": "",
    "text": "(a) to life, survival and development; (b) to a name and nationality; (c) to know and be cared for by his or her parents or legal guardian; (d) not to be subjected to exploitative practices or abuse, nor to be required to serve in the army nor permitted to perform work which may be hazardous or harmful to his or her education, health or well-being; (e) to be free from any form of discrimination; (f) to be free from corporal punishment and cruel and inhuman treatment by any person including parents, school administrations and other institutions; (g) not to be subjected to negative and harmful cultural practices which affect his or her health, welfare or dignity; and (h) to be protected from abduction and trafficking. (2) In all actions concerning children undertaken by public and private welfare institutions, courts of law, administrative authorities or legislative bodies, the paramount consideration shall be the best interest of the child. (3) All levels of government shall accord special protection to orphans and other vulnerable children; child adoption shall be regulated by law. (4) For the purposes of this Constitution, a child is any person under the age of eighteen years.",
    "tags": [
      "constitution",
      "law",
      "government",
      "education",
      "health",
      "court",
      "national",
      "judiciary",
      "citizenship"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 19,
    "title": "(1) An accused person is presumed to be innocent until his or her guilt is proved according to the law.",
    "chapter": "",
    "part": "",
    "text": "(2) Any person who is arrested shall be informed, at the time of arrest, of the reasons for his or her arrest and shall be promptly informed of any charges against him or her. (3) In all civil and criminal proceedings, every person shall be entitled to a fair and public hearing by a competent court of law in accordance with procedures prescribed by law. (4) A person arrested by the police as part of an investigation, may be held in detention, for a period not exceeding *24 hours* and if not released on bond to be produced in court. The court has authority to either remand the accused in prison or to release him or her on bail. (5) No person shall be charged with any act or omission which did not constitute an offence at the time of its commission. (6) Every accused person shall be entitled to be tried in his or her presence in any criminal trial without undue delay; the law shall regulate trial in absentia. (7) Any accused person has the right to defend himself or herself in person or through a lawyer of his or her own choice or to have legal aid assigned to him or her by the government where he or she cannot afford a lawyer to defend him or her in any serious offence.",
    "tags": [
      "law",
      "government",
      "police",
      "court",
      "trial",
      "judiciary",
      "arrest and detention"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 21,
    "title": "(1) No death penalty shall be imposed, save as punishment for extremely serious offences in accordance with the law.",
    "chapter": "",
    "part": "",
    "text": "(2) No death penalty shall be imposed on a person under the age of eighteen or a person who has attained the age of seventy. (3) No death penalty shall be executed upon a pregnant or lactating woman, save after two years of lactation.",
    "tags": [
      "law"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 23,
    "title": "The following religious rights are guaranteed by this Constitution:",
    "chapter": "",
    "part": "",
    "text": "(a) the right to worship or assemble in connection with any religion or belief and to establish and maintain places for these purposes; (b) the right to establish and maintain appropriate faith-based, charitable or humanitarian institutions; (c) the right to acquire, possess and own movable and/or immovable property and make, acquire and use the necessary articles and materials related to the rites or customs of religion or belief; (d) the right to write, issue and disseminate religious publications; (e) the right to teach religion or beliefs in places suitable for these purposes; (f) the right to solicit and receive voluntary financial and other contributions from individuals, private and public institutions; (g) the right to train, appoint, elect or designate by succession appropriate religious leaders called for by the requirements and standards of any religion or belief; (h) the right to observe days of rest, celebrate holidays and ceremonies in accordance with the precepts of religious beliefs; and (i) the right to communicate with individuals and communities in matters of religion and beliefs at national and international levels.",
    "tags": [
      "constitution",
      "rights",
      "property",
      "religion",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 24,
    "title": "(1) Every citizen shall have the right to the freedom of expression, reception and dissemination of information, publication, and access to the press without prejudice to public order, safety or morals as prescribed by law.",
    "chapter": "",
    "part": "",
    "text": "(2) All levels of government shall guarantee the freedom of the press and other media as shall be regulated by law in a democratic society. (3) All media shall abide by professional ethics.",
    "tags": [
      "law",
      "freedom",
      "expression",
      "government"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 25,
    "title": "(1) The right to peaceful assembly is recognized and guaranteed; every person shall have the right to freedom of association with others, including the right to form or join political parties, associations and trade or professional unions for the protection of his or her interests.",
    "chapter": "",
    "part": "",
    "text": "(2) Formation and registration of political parties, associations and trade unions shall be regulated by law as is necessary in a democratic society. (3) No association shall function as a political party at the National or state level unless it has: (a) its membership open to any South Sudanese irrespective of religion, gender, ethnic origin or place of birth; (b) a programme that does not contradict the provisions of this Constitution; (c) a democratically elected leadership and institutions; and (d) disclosed and transparent sources of funding.",
    "tags": [
      "freedom",
      "assembly",
      "association",
      "constitution",
      "law",
      "religion",
      "state",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 26,
    "title": "(1) Every citizen shall have the right to take part in any level of government directly or through freely chosen representative, and shall have the right to nominate himself or herself or be nominated for a public post or office in accordance with this Constitution and the law.",
    "chapter": "",
    "part": "",
    "text": "(2) Every citizen shall have the right to vote or be elected in accordance with this Constitution and the law.",
    "tags": [
      "constitution",
      "law",
      "government",
      "vote",
      "elections",
      "democracy"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 27,
    "title": "(1) Every citizen shall have the right to freedom of movement and the liberty to choose his or her residence except for reasons of public health and safety as shall be regulated by law.",
    "chapter": "",
    "part": "",
    "text": "(2) Every citizen shall have the right to leave and or return to South Sudan. **Right to Own Property**",
    "tags": [
      "law",
      "freedom",
      "health",
      "movement",
      "property"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 28,
    "title": "(1) Every person shall have the right to acquire or own property as regulated by law.",
    "chapter": "",
    "part": "",
    "text": "(2) No private property may be expropriated save by law in the public interest and in consideration for prompt and fair compensation. No private property shall be confiscated save by an order of a court of law.",
    "tags": [
      "law",
      "property",
      "court",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 29,
    "title": "(1) Education is a right for every citizen and all levels of government shall provide access to education without discrimination as to religion, race, ethnicity, health status including HIV/AIDS, gender or disability.",
    "chapter": "",
    "part": "",
    "text": "(2) All levels of government shall promote education at all levels and shall ensure free and compulsory education at the primary level; they shall also provide free illiteracy eradication programmes.",
    "tags": [
      "government",
      "education",
      "health",
      "religion"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 30,
    "title": "(1) All levels of government shall guarantee to persons with disabilities or special needs participation in society and the enjoyment of rights and freedoms set out in",
    "chapter": "",
    "part": "",
    "text": "this Constitution, especially access to public utilities, suitable education and employment. (2) The elderly and persons with disabilities or special needs shall have the right to the respect of their dignity. They shall be provided with the necessary care and medical services as shall be regulated by law.",
    "tags": [
      "rights",
      "freedom",
      "government",
      "constitution",
      "law",
      "education"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 34,
    "title": "(1) Every citizen has the right to have access to decent housing.",
    "chapter": "",
    "part": "",
    "text": "(2) The State shall formulate policies and take reasonable legislative measures within its available resources to achieve the progressive realization of these rights. (3) No one shall be evicted from his or her lawfully acquired home or have his or her home demolished save in accordance with the law.",
    "tags": [
      "law",
      "rights",
      "state"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 22,
    "title": "FUNDAMENTAL OBJECTIVES AND GUIDING PRINCIPLES",
    "chapter": "",
    "part": "",
    "text": "*CHAPTER I* *OBJECTIVES AND PRINCIPLES*",
    "tags": [],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 35,
    "title": "(1) All levels of government and their organs, institutions and citizens shall be guided by the objectives and principles contained in this Constitution.",
    "chapter": "",
    "part": "",
    "text": "(2) This Constitution shall be interpreted and applied to advance the individual dignity and address the particular needs of the people by dedicating public resources and focusing attention on the provision of gainful employment for the people, and improving their lives by building roads, schools, airports, community institutions, hospitals, providing clean water, food security, electric power and telecommunication services to every part of the country.",
    "tags": [
      "constitution",
      "government",
      "security",
      "defense"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 36,
    "title": "(1) All levels of government shall promote democratic principles and political pluralism, and shall be guided by the principles of decentralization and devolution of power to the people through the appropriate levels of government where they can best manage and direct their affairs.",
    "chapter": "",
    "part": "",
    "text": "(2) All levels of government shall: (a) promote and consolidate peace and create a secure and stable political environment for socio-economic development; (b) initiate a comprehensive process of national reconciliation and healing that shall promote national harmony, unity and peaceful co-existence among the people of South Sudan; (c) inculcate in the people a culture of peace, unity, cooperation, understanding, tolerance and respect for customs, traditions and beliefs of each other; and (d) mobilize popular energies and resources for reconstruction and development. (3) The security and welfare of the people of South Sudan shall be the primary duty of all levels of government. (4) The composition of governments shall take into account ethnic, regional and social diversity in order to promote national unity and command national loyalty. (5) All public offices shall be held in trust for the people and all persons in positions of leadership and responsibility shall be answerable to the people in their work and duties.",
    "tags": [
      "government",
      "security",
      "national",
      "defense"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 37,
    "title": "(1) The principal objective of the economic development strategy shall be the:",
    "chapter": "",
    "part": "",
    "text": "(a) eradication of poverty; (b) attainment of the Millennium Development Goals; (c) guaranteeing the equitable distribution of wealth; (d) redressing imbalances of income; and (e) achieving a decent standard of life for the people of South Sudan. (2) All levels of government shall: (a) develop and regulate the economy in order to achieve prosperity through policies aimed at increasing production, creating an efficient and self reliant economy and encouraging free market and prohibition of monopoly; (b) protect and ensure the sustainable management and utilization of natural resources including land, water, petroleum, minerals, fauna and flora for the benefit of the people; (c) facilitate the development of the private sector, particularly indigenous entrepreneurs to establish and develop a viable private sector capable of participating effectively in reconstruction and development; (d) promote private initiative and self-reliance and take all necessary steps to involve the people in the formulation and implementation of development plans and programmes that affect them and to enhance as well their right to equal opportunities in development; (e) promote agricultural, industrial and technological development by adopting appropriate policies and legislation for the encouragement and attraction of local and foreign investment; and (f) take necessary measures to bring about balanced, integrated and equitable development of different areas and to encourage and expedite rural development as a strategy for averting urban-biased development and policies that have been responsible for the neglect of rural communities. (3) The State shall ensure that National wealth is equitably shared among all levels of government for the welfare of the people.",
    "tags": [
      "government",
      "trial",
      "state",
      "local",
      "national",
      "economy",
      "finance",
      "land",
      "natural resources"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 38,
    "title": "(1) All levels of government shall:",
    "chapter": "",
    "part": "",
    "text": "(a) promote education at their respective levels to create the necessary qualified cadres for development; (b) mobilize public, private and communal resources and capabilities for education and promotion of scientific research geared towards development; (c) encourage and promote arts and craft and foster their patronization by government institutions and citizens; (d) recognize cultural diversity and encourage such diverse cultures to harmoniously flourish and find expression through education and the media; (e) protect cultural heritage, monuments and places of national, historic or religious importance from destruction, desecration, unlawful removal or illegal export; and (f) protect, preserve and promote the cultures of the people which enhance their human dignity and are consistent with the fundamental objectives and principles set out in this Chapter. (2) The National Government shall: (a) guarantee academic freedom in institutions of higher education and protect the freedom of scientific research within the ethical parameters of research and as shall be regulated by law; and (b) endeavour to avail the necessary financial resources to make education affordable at secondary and higher levels, including technical and vocational training, in order to bridge the educational gap caused by the collapse of educational services during the years of conflict. (3) Every person or group of persons shall have the right to establish and maintain private schools and other educational institutions at all levels in accordance with the conditions and standards prescribed by law.",
    "tags": [
      "government",
      "law",
      "freedom",
      "education",
      "expression",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 39,
    "title": "(1) Family is the natural and fundamental unit of society and shall be protected by law.",
    "chapter": "",
    "part": "",
    "text": "(2) All levels of government shall promote the welfare of the family and enact the necessary laws for its protection. (3) It is the right and duty of parents to care for and bring up their children. (4) Children shall not be separated from their parents or persons legally entitled to care for them against the will of such parents or persons, except in accordance with the law.",
    "tags": [
      "law",
      "government"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 40,
    "title": "All levels of government shall:",
    "chapter": "",
    "part": "",
    "text": "(a) adopt policies and provide facilities for the welfare of children and youth and ensure that they develop morally and physically, and are protected from moral and physical abuse and abandonment; (b) promote recreational facilities and sports for all the citizens and empower the youth to develop their potentials; and (c) establish, protect, support popular sports institutions, indigenous games and their sustainability.",
    "tags": [
      "government"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 41,
    "title": "(1) Every person or community shall have the right to a clean and healthy environment.",
    "chapter": "",
    "part": "",
    "text": "(2) Every person shall have the obligation to protect the environment for the benefit of present and future generations. (3) Every person shall have the right to have the environment protected for the benefit of present and future generations, through appropriate legislative action and other measures that: (a) prevent pollution and ecological degradation; (b) promote conservation; and (c) secure ecologically sustainable development and use of natural resources while promoting rational economic and social development so as to protect genetic stability and bio-diversity. (4) All levels of government shall develop energy policies that will ensure that the basic needs of the people are met while protecting and preserving the environment.",
    "tags": [
      "health",
      "government",
      "land",
      "natural resources"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 42,
    "title": "(1) Defence of the Republic of South Sudan is an honour and a duty of every citizen.",
    "chapter": "",
    "part": "",
    "text": "(2) The State shall, by law, provide for the care of the combatants, the wounded heroes and heroines, the families of martyrs and those missing in action.",
    "tags": [
      "law",
      "state"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 43,
    "title": "Foreign policy of the Republic of South Sudan shall serve the national interest and shall be conducted independently and transparently with the view to achieving the following:",
    "chapter": "",
    "part": "",
    "text": "(a) promotion of international cooperation, specially within the United Nations family, African Union and other international and regional organizations, for the purposes of consolidating universal peace and security, respect for international law, treaty obligations and fostering a just world economic order; (b) achievement of African economic integration, within the ongoing regional plans and fora as well as promoting African unity and co-operation as foreseen in those plans; (c) enhancement of respect for human rights and fundamental freedoms regionally and internationally; (d) promotion of dialogue among civilizations and establishment of international order based on justice and common human destiny; (e) respect for international law and treaty obligations, as well as the seeking of the peaceful settlement of international disputes by negotiation, mediation, conciliation, arbitration and adjudication; (f) enhancement of economic cooperation among countries of the region; (g) non-interference in the affairs of other States, promotion of good- neighbourliness and mutual cooperation with all neighbours and maintaining amicable and balanced relations with other countries; and (h) combating international and trans-national organized crime, piracy and terrorism.",
    "tags": [
      "national",
      "law",
      "rights",
      "freedom",
      "justice",
      "security",
      "state",
      "bill of rights",
      "human rights",
      "defense"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 45,
    "title": "(1) Every person born to a South Sudanese mother or father shall have an inalienable right to enjoy South Sudanese citizenship and nationality.",
    "chapter": "",
    "part": "",
    "text": "(2) Citizenship is the basis of equal rights and duties for all South Sudanese. (3) Every citizen shall enjoy all the rights guaranteed by this Constitution. (4) The law shall regulate citizenship and naturalization; no naturalized citizen shall be deprived of his or her acquired citizenship except in accordance with the law. (5) A South Sudanese national may acquire the nationality of another country as shall be prescribed by law. (6) A non-South Sudanese may acquire the nationality of South Sudan by naturalization as shall be prescribed by law.",
    "tags": [
      "citizenship",
      "national",
      "constitution",
      "law",
      "rights"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 46,
    "title": "(1) It shall be the duty of every citizen to uphold and abide by this Constitution and respect the laws of South Sudan.",
    "chapter": "",
    "part": "",
    "text": "(2) Every citizen shall in particular: (a) defend the country and respond to the call for national service in accordance with the provisions of this Constitution and the law; (b) promote peace, harmony, unity, fraternity and tolerance among all people of South Sudan in order to transcend ethnic, religious, geographical and political divisions; (c) preserve and protect public funds and assets and respect legal and financial obligations; (d) prevent and combat corruption and sabotage; (e) participate in the development of South Sudan; (f) (g) abide by the law and co-operate with the appropriate agencies in the maintenance of law and order; (h) protect the environment and conserve natural resources; (i) be guided and informed in all actions by the interests of the nation and the principles enshrined in this Constitution; (j) promote democracy, good governance and the rule of law; and (k) respect the rights and freedoms of others.",
    "tags": [
      "constitution",
      "law",
      "rights",
      "freedom",
      "democracy",
      "national",
      "elections",
      "land",
      "natural resources"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 47,
    "title": "South Sudan shall have a decentralized system of government with the following levels:",
    "chapter": "",
    "part": "",
    "text": "(a) the National level which shall exercise authority in respect of the people and the states; (b) the state level of government, which shall exercise authority within a state, and render public services through the level closest to the people; and (c) the local government level within the state, which shall be the closest level to the people.",
    "tags": [
      "government",
      "state",
      "local",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 48,
    "title": "(1) The following principles shall guide the devolution and exercise of powers:",
    "chapter": "",
    "part": "",
    "text": "(a) affirmation of the need for norms and standards of governance and administration at the state and local government levels that reflect the unity of the people of South Sudan while recognizing their diversity; (b) acknowledgement of the roles of the National Government and the states in the promotion of the welfare of the people and protection of their human rights and fundamental freedoms; (c) recognition of the need for the involvement and participation of all people of South Sudan at all levels of government as an expression of unity; and (d) pursuit of good governance through democracy, separation of powers, transparency, accountability and respect for the rule of law to enhance peace, socio-economic development and political stability. (2) The National Government shall: (a) exercise its competences in accordance with this Constitution and the law; and (b) respect the powers devolved to the states and local governments.",
    "tags": [
      "constitution",
      "law",
      "rights",
      "freedom",
      "government",
      "expression",
      "democracy",
      "state",
      "local",
      "national",
      "bill of rights",
      "human rights",
      "elections"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 49,
    "title": "(1) In the administration of the decentralized system of governance, the following principles of inter-governmental linkages shall be observed:",
    "chapter": "",
    "part": "",
    "text": "(a) the linkage between the National Government and the local government shall be through the government of the relevant state; (b) in their relationships with each other or with other government organs, all levels of government shall observe the following: (i) respect each other’s powers and competences; and (ii) collaborate in the task of governing and assist each other in fulfilling their respective constitutional obligations; (c) government organs at all levels shall perform their functions and exercise their powers so as: (i) not to encroach on or assume powers or functions conferred upon any other level except as provided for in this Constitution; (ii) to promote co-operation by rendering assistance and support to other levels of government; (iii) to promote communication and coordination between all levels of government; (iv) to adhere to procedures of inter-governmental interaction and comity; (v) to respect the status and institutions of other levels of government; and (vi) to promote amicable settlement of disputes before resorting to litigation; (d) the harmonious and collaborative interaction of the different levels of government shall be within the context of national unity and for the achievement of a better quality of life for all.",
    "tags": [
      "government",
      "constitution",
      "state",
      "local",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 50,
    "title": "(1) There shall be established in the Republic of South Sudan a National Government.",
    "chapter": "",
    "part": "",
    "text": "(2) The National Government shall be the institution around which the people of South Sudan are politically, economically, socially and culturally organized. (3) The powers of the National Government emanate from the will of the people of South Sudan and this Constitution. (4) The City of Juba shall be the National Capital of South Sudan and the seat of the National Government. Its territory and administration shall be defined and regulated by law. (5) Without prejudice to sub-Article (4) above, the National Government may relocate the National Capital to any other location within the territory of South Sudan by law.",
    "tags": [
      "government",
      "national",
      "constitution",
      "law",
      "territory"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 51,
    "title": "The National Government shall have the following organs:",
    "chapter": "",
    "part": "",
    "text": "(a) the Legislature; (b) the Executive; and (c) the Judiciary.",
    "tags": [
      "government",
      "national",
      "judiciary",
      "executive",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 53,
    "title": "(1) The primary responsibilities of the National Government shall be, *inter alia*:",
    "chapter": "",
    "part": "",
    "text": "(a) maintenance of peace and security; (b) reconstruction and development; (c) promotion of good governance and welfare of the people; (d) exercising authority in respect of South Sudan and the states; and (e) ensuring the protection of the rights and interests of the people.",
    "tags": [
      "government",
      "national",
      "rights",
      "security",
      "state",
      "defense"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 54,
    "title": "(1) There shall be established a National Legislature composed of the following:",
    "chapter": "",
    "part": "",
    "text": "(a) the National Legislative Assembly; and (b) the Council of States. (2) The National Legislature shall conduct its business as prescribed in this Constitution in joint sittings of the two legislative Houses, chaired by the Speaker of the National Legislative Assembly and deputized by the Speaker of the Council of States. (3) Vote count shall be separate for each House and governed by the quorum specified in this Constitution. (4) Each House shall sit separately to conduct its business as prescribed in this Constitution. (5) The National Legislature, as well as each of its Houses, shall make its own Conduct of Business Regulations.",
    "tags": [
      "legislature",
      "national",
      "constitution",
      "assembly",
      "vote",
      "state",
      "elections",
      "democracy"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 55,
    "title": "(1) The National Legislature represents the will of the people of South Sudan and shall foster unity and nationhood, exercise legislative functions, oversee the Executive, and promote the decentralized system of government.",
    "chapter": "",
    "part": "",
    "text": "(2) The legislative competences of the National Government shall vest in the National Legislature in respect of all matters assigned to it in Schedules A, C and D read together with Schedule E herein. (3) Without prejudice to the generality of sub-Article (1) above, the National Legislature shall be competent to: (a) consider and pass amendments to this Constitution; (b) enact legislation on all matters assigned to it by this Constitution; (c) discuss statements by the President and take decisions as may be necessary; (d) authorize annual allocation of resources and revenue, in accordance with Article 87 of this Constitution; (e) reconsider a bill which has been rejected by the President under Article 85 (2) herein; (f) impeach the President and the Vice President; (g) approve a declaration of war; (h) confirm a declaration of a state of emergency or termination thereof; and (i) perform any other function determined by this Constitution or the law. (4) The National Legislature shall exercise its legislative powers through bills in accordance with this Constitution.",
    "tags": [
      "government",
      "executive",
      "legislature",
      "national",
      "constitution",
      "law",
      "president",
      "state",
      "economy",
      "finance"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 42,
    "title": "*(b) The National Elections Law shall determine the number of members and composition of the National Assembly.*",
    "chapter": "",
    "part": "",
    "text": "(2) Notwithstanding the provisions of Article (1) above, during the transitional period the National Assembly shall consist of: (a) all members of the Southern Sudan Legislative Assembly; (b) all ninety six South Sudanese who were members of the National Assembly of the Republic of Sudan, by virtue of their membership in that Assembly; and (c) such additional number of members appointed by the President not exceeding sixty-six.",
    "tags": [
      "law",
      "assembly",
      "election",
      "national",
      "president",
      "executive",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 57,
    "title": "The National Legislative Assembly shall exercise the following powers and functions:",
    "chapter": "",
    "part": "",
    "text": "(a) oversee the performance of the National Government institutions; (b) approve plans, programmes and policies of the National Government; (c) approve budgets; (d) ratify international treaties, conventions and agreements; (e) adopt resolutions on matters of public concern; (f) summon Ministers to answer questions of members of the Assembly on matters related to their ministries; (g) interrogate Ministers about their performance or the performance of their ministries; (h) Vet and approve appointments as required by this Constitution or the law; (i) cast a vote of no confidence against any Minister. (j) enact legislation to regulate the conditions and terms of service of the Judiciary and its oversight mechanisms; and (k) perform any other function as determined by this Constitution or the law. **Composition of the Council of States**",
    "tags": [
      "assembly",
      "national",
      "constitution",
      "law",
      "government",
      "judiciary",
      "vote",
      "minister",
      "state",
      "executive",
      "legislature",
      "elections",
      "democracy"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 44,
    "title": "*(b) The National Elections Law shall determine the number of members of the Council of States.*",
    "chapter": "",
    "part": "",
    "text": "(2) Notwithstanding the provisions of Article (1) above, during the transitional period, the Council of States shall consist of: (a) all South Sudanese who were representatives in the Council of States of the Republic of Sudan, by virtue of their membership in that Council; and (b) thirty (30) members appointed by the President.",
    "tags": [
      "law",
      "election",
      "state",
      "national",
      "president",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 59,
    "title": "The Council of States shall be competent to:",
    "chapter": "",
    "part": "",
    "text": "(a) initiate legislation on the decentralized system of government and other issues of interest to the states and pass such legislation with two-thirds majority of all representatives; (b) issue resolutions and directives that may guide all levels of government in accordance with the provisions of Articles 47, 48 and 49 of this Constitution; (c) oversee national reconstruction, development and equitable service delivery in the states; (d) monitor the repatriation, relief, resettlement, rehabilitation, reintegration of returnees and internally displaced persons, and reconstruction of disaster and conflict affected areas; (e) request statements from Governors and national Ministers concerned regarding effective implementation of the decentralized system and devolution of powers and any other issues related to the states; (f) legislate for the promotion of a culture of peace, reconciliation and communal harmony among all the people of the states; (g) approve changes in state names, capital towns and boundaries; and (h) perform any other function as determined by this Constitution or the law.",
    "tags": [
      "state",
      "constitution",
      "law",
      "government",
      "minister",
      "governor",
      "national",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 60,
    "title": "While sitting separately to transact business that falls within its competences, each House shall observe the following rules:",
    "chapter": "",
    "part": "",
    "text": "(a) any bill on a matter falling within the competences of either House, shall be tabled in that House; (b) any bill passed by the National Legislative Assembly shall be referred to a standing Inter-House Committee for scrutiny and decision on whether it affects the interests of the states. If the Committee decides that the bill affects the interest of the states, the bill shall be referred to the Council of States for consideration; (c) in case the Council of States introduces any amendments in the referred bill, by a two-thirds majority of the representatives or passes it as it is, the bill shall be sent to the President of the Republic for his or her assent without being returned to the National Legislative Assembly; and (d) no House shall discuss any business of which the other House is seized, until it is finally referred to it.",
    "tags": [
      "president",
      "assembly",
      "state",
      "national",
      "executive",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 61,
    "title": "(1) The National Legislature and each of its two Houses shall convene its sessions at its seat in the National Capital, Juba.",
    "chapter": "",
    "part": "",
    "text": "(2) Notwithstanding sub-Article (1) above, the two Speakers may convene a sitting of the National Legislature elsewhere inside South Sudan. (3) Notwithstanding sub-Article (1) above, the Speaker may call the National Legislative Assembly to convene in any other location in South Sudan. (4) Notwithstanding sub-Article (1) above, the Speaker of the Council of States may call the Council of States to convene in any other location in South Sudan.",
    "tags": [
      "legislature",
      "national",
      "assembly",
      "state"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 62,
    "title": "(1) A candidate for membership of the National Legislature shall:",
    "chapter": "",
    "part": "",
    "text": "(a) be a South Sudanese; (b) be at least twenty-one years of age; (c) be of sound mind; (d) be literate; and (e) not have been convicted during the last seven years of an offence involving honesty or moral turpitude. (2) Members of the National Legislature and the Council of Ministers shall not be eligible for membership of state legislatures or state councils of ministers while occupying the aforementioned positions. (3) Membership of the National Legislative Assembly shall not be combined with membership in the Council of States. (4) Membership in the Council of States shall not be combined with membership in the Council of Ministers.",
    "tags": [
      "legislature",
      "national",
      "assembly",
      "minister",
      "state",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 63,
    "title": "(1) Membership of the National Legislative Assembly or the Council of States shall be lost in any of the following cases:",
    "chapter": "",
    "part": "",
    "text": "(a) mental infirmity or physical incapacity; (b) conviction for an offence involving honesty or moral turpitude; (c) adjudged or declared bankrupt by a competent court; (d) absence from a number of sittings without permission or acceptable reasons, as shall be determined by the Conduct of Business Regulations of each House; (e) resignation, in writing, to the appropriate House; (f) change of political affiliation or party on whose ticket he or she was elected to the National Legislative Assembly; (g) assumption of any constitutional office in a state or local government level; or (h) death. *(2) Upon vacation of the seat of a member of the National Legislative Assembly or the Council of States his or her seat shall be filled in accordance with the provisions of Article 64 herein.*",
    "tags": [
      "assembly",
      "state",
      "national",
      "constitution",
      "government",
      "court",
      "local",
      "legislature",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 64,
    "title": "(1) When a vacancy occurs in respect of any seat in the National Legislative Assembly or the Council of States, the Speaker of the appropriate House shall, in writing, notify the National Elections Commission within ten days from the occurrence of that vacancy.",
    "chapter": "",
    "part": "",
    "text": "(2) A by-election to fill the vacancy shall be held by the National Elections Commission within sixty days following occurrence of the vacancy. (3) No by-election to fill a vacancy shall be held within the three months prior to the next general elections.",
    "tags": [
      "assembly",
      "election",
      "state",
      "national",
      "elections",
      "democracy"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 65,
    "title": "To assume his or her functions, every member of the National Legislative Assembly or the Council of States shall take the following oath before the appropriate House:",
    "chapter": "",
    "part": "",
    "text": "“I…….......…....., as a Member of the National Legislative Assembly/Council of States, do hereby swear by Almighty God /solemnly affirm/ that I will bear true faith and allegiance to the Republic of South Sudan and its people; that I will obey and respect the Constitution and abide by the law; and that I will faithfully and conscientiously discharge my duties and responsibilities as a member of the National Legislative Assembly/Council of States and serve the people of the Republic of South Sudan to the best of my ability, so help me God/ God is my witness.”",
    "tags": [
      "assembly",
      "state",
      "national",
      "constitution",
      "law",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 66,
    "title": "(1) The term of the National Legislature shall be five years.",
    "chapter": "",
    "part": "",
    "text": "(2) Notwithstanding Article (1) above, the term of the current National Legislature shall be four years from July 9, 2011\\.",
    "tags": [
      "legislature",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 67,
    "title": "(1) No criminal proceedings shall be initiated against a member of the National Legislative Assembly or the Council of States; nor shall any measure be taken against his or her person or belongings without permission from the Speaker of the appropriate House, except where he or she is caught committing an offence for which the police may arrest without warrant.",
    "chapter": "",
    "part": "",
    "text": "(2) In case a member is charged with a serious crime, the appropriate House may waive the immunity of the member concerned.",
    "tags": [
      "assembly",
      "police",
      "state",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 68,
    "title": "(1) The National Legislature shall hold its first sitting upon convocation by the President within thirty (30) days following the transformation of the Southern Sudan Legislative Assembly into the National Legislative Assembly and the establishment of the Council of States in accordance with provisions of Article 56 (1) and 58 herein.",
    "chapter": "",
    "part": "",
    "text": "(2) (a)The sittings of the National Legislative Assembly shall be chaired by the incumbent Speaker of the transformed Southern Sudan Legislative Assembly. (b) The first sitting of the Council of States shall be chaired by the eldest of the members present and elect its Speaker and Deputy Speaker among its members. (3) Without prejudice to Article 101 (g) herein, each House shall determine the dates of commencement and closure of its sessions. (4) The National Legislature or each House may convene an emergency or extraordinary session on the request of half of its members or upon a call from the President.",
    "tags": [
      "president",
      "assembly",
      "legislature",
      "state",
      "national",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 69,
    "title": "(1) The National Legislative Assembly shall elect a Speaker and two Deputies from among its members at the first sitting.",
    "chapter": "",
    "part": "",
    "text": "(2) The Council of States shall elect a Speaker and one Deputy from among its members at the first sitting. (3) The Speaker of each House shall preside over sittings of that House, control order and supervise the administrative affairs thereof. He or she shall represent the House in and outside South Sudan. (4) Each House shall elect chairpersons and deputy chairpersons of the specialized committees and members of ad hoc committees as may be determined by its Conduct of Business Regulations. (5) The Speaker of each House shall appoint a Clerk for the respective House in accordance with the Conduct of Business Regulations. (6) The Clerk of each House shall be responsible for preparing the sessions of the respective House and running of its administrative affairs under the supervision of the Speaker of that House. (7) Each House shall consider broad inclusiveness in the election and apportionment of its officers and staff. (8) (a) Notwithstanding the provision of Article 69 above, the present administration of the Southern Sudan Legislative Assembly shall continue during the Transitional period in accordance with Article 94 (1). (b) The transformed National legislative Assembly shall create vacancies for the members joining it as will be determined by its Conduct of Business Regulations 2010\\. (9) The Council of States shall elect its officers in accordance with its Conduct of Business Regulations during the transitional period.",
    "tags": [
      "assembly",
      "national",
      "election",
      "state",
      "legislature",
      "elections",
      "democracy"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 70,
    "title": "(1) Members of the National Legislature shall be paid emoluments and provided with facilities as determined by law.",
    "chapter": "",
    "part": "",
    "text": "(2) A member of the National Legislature, other than the Speakers, Deputies, Minority Leaders, Chairpersons and Deputy Chairpersons of the specialized committees, and Chief Whips, may hold any other office in the private sector, with remuneration or engage in any profit making business; provided that such office or business does not compromise his or her duty as a member.",
    "tags": [
      "law",
      "legislature",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 71,
    "title": "(1) The political party holding the second highest number of seats in each House shall elect from among its members the Minority Leader of the respective House.",
    "chapter": "",
    "part": "",
    "text": "(2) In relation to the conduct of business of each House, the Minority Leader shall: (a) rank fourth in protocol after the President, the Vice President and the Speaker, in that order within each House; and (b) have the right of second reply, after the Minister designated to lead Government Business in each House, to an address to the House by the President. (3) The Conduct of Business Regulations of each House shall provide for the effective participation of the Minority Leaders in their respective Houses.",
    "tags": [
      "government",
      "president",
      "minister",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 72,
    "title": "(1) Each House shall have standing specialized committees and may establish ad hoc committees for the efficient discharge of its functions.",
    "chapter": "",
    "part": "",
    "text": "(2) The functions of the standing and ad hoc committees of each House shall be determined by its Conduct of Business Regulations. (3) The two Houses may form inter-House standing or ad hoc committees for specific matters that are of concern to the two Houses. (4) There shall be established a Parliamentary Service Commission, the structures, composition, powers and functions, duties, and terms of service shall be determined by law.",
    "tags": [
      "law",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 73,
    "title": "(1) Each House of the National Legislature shall make regulations for the conduct of its business.",
    "chapter": "",
    "part": "",
    "text": "(2) The Speaker of each House shall ensure that the Conduct of Business Regulations of the House are respected and enforced. (3) The National Legislature shall make regulations for the conduct of its business. **Quorum**",
    "tags": [
      "legislature",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 74,
    "title": "(1) The quorum for ordinary sittings of the National Legislative Assembly shall be more than half of the members. The Conduct of Business Regulations may provide for a reduced quorum that may not apply for the final presentation of bills.",
    "chapter": "",
    "part": "",
    "text": "(2) Except as otherwise provided for in this Constitution, the decisions of the National Legislative Assembly shall be by majority of votes of the members present and voting. If the votes are equally divided, the Speaker or any person presiding, shall have no casting vote and the motion shall be deemed to have been lost. (3) The quorum for the sittings of the Council of States shall be more than half of its representatives.",
    "tags": [
      "assembly",
      "national",
      "constitution",
      "vote",
      "state",
      "legislature",
      "elections",
      "democracy"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 79,
    "title": "(1) The Vice President may request to address the National Legislative Assembly or the Council of States. The concerned House shall provide an opportunity for hearing such address as promptly as possible.",
    "chapter": "",
    "part": "",
    "text": "(2) A Minister of the National Government may request to deliver a statement before the National Legislative Assembly or the Council of States. (3) The National Legislative Assembly or the Council of States may summon a Governor of a state to make a statement before it on any important matter concerning his or her state for information or explanation. (4) A Governor may request to make a statement before the Council of States. **Questions Addressed to Ministers by Members of the National Legislature**",
    "tags": [
      "president",
      "assembly",
      "state",
      "national",
      "government",
      "legislature",
      "minister",
      "governor",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 82,
    "title": "(1) The National Legislative Assembly or any of its committees may summon any public official or any person within South Sudan, other than the President, to testify or give opinion before it.",
    "chapter": "",
    "part": "",
    "text": "(2) Inquiry on any matter that falls within the direct responsibility of the National Government may only be made after notifying the President. (3) Any person who refuses to appear before the National Legislative Assembly or any of its committees or refuses to produce any document as required under sub- Article (1) above commits an offence punishable by law.",
    "tags": [
      "president",
      "assembly",
      "national",
      "law",
      "government",
      "executive",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 83,
    "title": "(1) The President or the Council of Ministers may cause a bill to be presented by a Minister before the National Legislative Assembly or the Council of States subject to their respective competences.",
    "chapter": "",
    "part": "",
    "text": "(2) A member of the National Legislature may table a private member bill before the House to which he or she belongs on a matter that falls within the competences of that House. (3) The Inter-House Committee of the National Legislature may present a bill before either House of the National Legislature subject to their respective competences.",
    "tags": [
      "president",
      "assembly",
      "minister",
      "state",
      "national",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 84,
    "title": "(1) Bills presented to either House of the National Legislature shall be submitted for the first reading by being cited by title. The bill shall then be submitted for a second reading for general deliberation and approval in principle. If the bill is passed in the second reading, there shall be a third reading for deliberation in detail and introduction of, and decision upon, any amendment. The bill shall then be submitted in its final form for the final reading, at which stage the text of the bill shall not be subject to further discussion and shall be passed section by section and then passed as a whole.",
    "chapter": "",
    "part": "",
    "text": "(2) After the first reading, the Speaker of the House concerned shall refer the bill to the appropriate committee, which shall make a general evaluation report for the purpose of the second reading. The committee shall also present a report on the amendments that the committee might or might not have endorsed in the second reading for the decision in the third reading; the Speaker of the concerned House may also refer the bill once again to the appropriate committee to prepare a report in a final draft in preparation for the final reading. (3) The Speaker of the concerned House or the appropriate committee may seek expert opinion on the viability and rationale of the bill; an interested body may also be invited to present views on the impact and propriety of the bill. (4) The House concerned may, by a special resolution, decide on any bill as a general committee or by summary proceedings.",
    "tags": [
      "legislature",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 85,
    "title": "(1) Any bill approved by the National Legislature shall not become a law unless the President assents to it and signs it into law. If the President withholds assent for thirty days without giving reasons, the bill shall be deemed to have been so signed.",
    "chapter": "",
    "part": "",
    "text": "(2) If the President withholds assent to the bill and give reasons within the aforementioned thirty days, the bill shall be re-introduced to the National Legislature to consider the observations of the President. (3) The bill shall become law if the National Legislature again passes it by a two thirds majority of all members and representatives of the two Houses, and the assent of the President shall not be required for that bill to come into force.",
    "tags": [
      "law",
      "president",
      "legislature",
      "national",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 86,
    "title": "(1) In case the National Legislature is not in session, the President may, on an urgent matter, issue a provisional order having the force of law.",
    "chapter": "",
    "part": "",
    "text": "(2) The provisional order shall be submitted to the appropriate House of the National Legislature as soon as it is convened. (3) Where the National Legislature ratifies the provisional order as it is, it shall be promulgated as law, but where the same is rejected by either House, or where the session ends without it being ratified, the provisional order shall lapse with no retrospective effect. (4) A bill on the same subject matter may again be re-introduced before the National Legislature and be considered under the normal procedure for consideration of bills. (5) Notwithstanding sub-Article (1) above, the President shall not make any provisional order on matters affecting the Bill of Rights, the decentralized system of government, general elections, annual allocation of resources and financial revenue, penal legislation or alteration of administrative boundaries of the states. (6) Any law which was repealed or amended pursuant to a provisional order that later lapsed, shall revive into force as it is, starting from the date when the provisional order lapsed. (7) The National Legislative Assembly may delegate to the President the power to approve bilateral international and regional agreements while the National Legislative Assembly is not in session; however, such agreements shall be subject to subsequent approval by the National Legislative Assembly and shall be deposited before it as soon as it is convened.",
    "tags": [
      "law",
      "president",
      "legislature",
      "national",
      "rights",
      "government",
      "assembly",
      "election",
      "state",
      "bill of rights",
      "human rights",
      "executive",
      "elections",
      "democracy",
      "economy",
      "finance"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 87,
    "title": "(1) The President shall cause to be presented to the National Legislative Assembly, before the beginning of the financial year, a bill for the allocation of resources and revenue in accordance with the provisions of this Constitution. The National Legislative Assembly shall convene to approve, modify or reject that bill.",
    "chapter": "",
    "part": "",
    "text": "(2) The financial year shall be twelve months beginning from July 1, and ending on June 30 the other year.",
    "tags": [
      "constitution",
      "president",
      "assembly",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 88,
    "title": "(1) The President shall cause to be presented to the National Legislative Assembly before the beginning of the financial year, a bill on the general budget, including:",
    "chapter": "",
    "part": "",
    "text": "(a) a general evaluation of the economic and financial performance and situation; (b) detailed estimates of proposed revenue and expenditure for the forthcoming year compared to those of the previous financial year; (c) a statement of the general budget, any reserve funds, transfers thereto or allocations therefrom; and (d) explanations of any special budgets or financial estimates, policies or measures to be taken by the National Government in the financial and economic affairs within the framework of the general budget. (2) The President shall cause to be submitted to the National Legislative Assembly proposals of total expenditure entered into the budget as an appropriation bill and proposals for taxes, fees and other levies as well as borrowing, investment or saving bonds as financial bills. (3) The National Legislative Assembly shall discuss, and may amend, reject or adopt the general budget bill chapter by chapter including schedules, and it shall thereafter pass the appropriation bill in its totality. (4) Where the bill is passed, detailed estimates as specified in the general budget shall not be exceeded save by a supplementary law. (5) Surplus funds over revenue estimates and funds out of the legal reserve shall not be spent save by a supplementary appropriation law. (6) After the passing of the budget, no funds shall be transferred from one chapter to another, nor shall any money be spent on an item that is not provided for in the budget without the approval of the National Legislative Assembly. (7) In the event that the National Legislative Assembly fails to pass the budget bill within a period of forty-five days, the President shall issue a presidential decree on the budget for that year, and such budget shall be deemed to have been passed by the National Legislative Assembly in accordance with the provisions of this Constitution.",
    "tags": [
      "president",
      "assembly",
      "national",
      "constitution",
      "law",
      "government",
      "state",
      "executive",
      "legislature",
      "economy",
      "finance"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 89,
    "title": "(1) No member of the National Legislative Assembly, outside the context of the deliberations of the draft general budget, shall introduce any financial bill or move any amendment to a bill having the object or effect of abolishing, imposing or increasing any tax or imposing any charge upon the public revenue or reserves, save with the prior consent of the National Council of Ministers.",
    "chapter": "",
    "part": "",
    "text": "(2) The Minister of Finance, on the authority of the Council of Ministers, shall issue a certificate that a proposed bill or an amendment has such object or effect and such certification shall be conclusive. (3) A bill or an amendment shall not be deemed to have such object or effect by reason that it includes provisions for the imposition of fines or other pecuniary penalties or the payment of fees for services rendered.",
    "tags": [
      "assembly",
      "minister",
      "national",
      "executive",
      "economy",
      "finance"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 90,
    "title": "(1) Notwithstanding the provisions of Article 86 (5) herein, the President may in the public interest, make a presidential order having the force of law, providing that the imposition of any tax, or fee or the amendment thereof shall come into force, pending submission of a bill requiring the same to the National Legislative Assembly.",
    "chapter": "",
    "part": "",
    "text": "(2) When that financial bill is adopted or rejected, the force of the presidential order shall cease without retrospective effect in relation to rejection for amendment of the bill. (3) Where the procedure of adopting the general budget and the appropriation bill is delayed beyond the beginning of the financial year, expenditure shall continue, pending adoption of the general budget, in accordance with the estimates approved for the previous year, as if the same has been appropriated by law for the new year. (4) Whenever new circumstances occur or a matter of public concern proves not to have been satisfactorily addressed by the general budget, the President may during the financial year cause to be submitted to the National Legislative Assembly, a financial bill, a supplementary appropriation or an allocation from the reserve funds, to which the same provisions set out in respect of the general budget bill shall apply. (5) Without prejudice to the provisions of Article 88 (3), (4) and (5) herein, the following expenditures shall be paid out of the consolidated reserve funds: (a) emoluments of the President; (b) expenses of the State House; (c) budget of the Judiciary; (d) National Government contractual financial obligations; (e) repayment of National Government external debts under any loan agreement; (f) payment of any money the National Government is required to pay under a court order arising out of any litigation or as a result of an arbitration award or any other settlement having similar legal effect; and (g) any other expenses as shall be regulated by law.",
    "tags": [
      "law",
      "president",
      "assembly",
      "national",
      "government",
      "judiciary",
      "court",
      "state",
      "executive",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 91,
    "title": "(1) The Minister of Finance shall presented to the National Legislative Assembly during the six months following the end of the financial year, the final accounts for all revenue and expenditure as are set forth in that year, as well as expenditure withdrawn from the reserve funds.",
    "chapter": "",
    "part": "",
    "text": "(2) The Auditor General shall, in accordance with Article 186 (8) herein, present his or her report on such accounts to the National Legislative Assembly or the Council of States, as the case may be.",
    "tags": [
      "assembly",
      "minister",
      "national",
      "state",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 94,
    "title": "(1) The Southern Sudan Legislative Assembly shall adopt and pass the Transitional Constitution of the Republic of South Sudan, 2011, and it shall thereafter transform itself into South Sudan National Legislative Assembly.",
    "chapter": "",
    "part": "",
    "text": "(2) The President shall appoint: (a) All the Ninety six South Sudanese who were elected from South Sudan to the National Assembly of the Republic of Sudan to become members of South Sudan National Legislative Assembly; (b) The President shall appoint such additional number of members not exceeding sixty-six. (3) The President shall appoint the representatives to the Council of States in accordance with the provisions of the Article 58 of this Constitution. (4) The sittings of the National Legislative Assembly shall be chaired by the incumbent Speaker of the transformed Southern Sudan Legislative Assembly. (5) The first sitting of the Council of States shall be chaired by the eldest of the members present and elect its Speaker and Deputy Speaker among its members.",
    "tags": [
      "constitution",
      "assembly",
      "national",
      "president",
      "state",
      "executive",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 73,
    "title": "THE NATIONAL EXECUTIVE",
    "chapter": "",
    "part": "",
    "text": "*CHAPTER I* *ESTABLISHMENT, COMPOSITION AND POWERS*",
    "tags": [
      "executive",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 97,
    "title": "(1)",
    "chapter": "",
    "part": "",
    "text": "There shall be a President for the Republic of South Sudan who shall be directly elected by the people of South Sudan in general elections according to this Constitution and the provisions set forth by the National Elections Commission in accordance with the electoral law. (2) Notwithstanding Article (1) above, the incumbent elected President of the Government of Southern Sudan shall be the President of the Republic of South Sudan. (3) The President of the Republic of South Sudan is the head of State and Government, the Commander-in-Chief of the Sudan People’s Liberation Army and the Supreme Commander of all the other regular forces. He or she represents the will of the people, and shall exercise the powers vested in the office of the President by this Constitution. (4) Pending a final solution on its status Abyei Area, the territory of the nine Ngok Dinka chiefdoms transferred from Bahr el Ghazal Province to Kordofan Province in 1905 as defined by the Abyei Arbitration Tribunal Award of July 2009, is accorded a special administrative status under the Office of the President of the Republic of South Sudan. (a) The members of the nine Ngok Dinka Chiefdoms of Abyei Area shall have an inalienable right to enjoy South Sudanese citizenship and nationality and all rights and freedoms guaranteed by this constitution. (b) Without prejudice to any alternative solution that may be agreed upon by the two governments of South Sudan and of the Sudan on the final status of Abyei Area and in accordance with the provisions of the Abyei Protocol 2005, the members of the nine Ngok Dinka Chiefdoms and other Sudanese residing in Abyei Area, shall vote in a referendum, which shall present them with the following choices- (i) That Abyei Area enjoys special administrative status in the Republic of Sudan; or (ii) That Abyei Area be part of the Republic of South Sudan. (c) The security arrangements in Abyei Area shall be in accordance with the provisions of the Abyei protocol, 2005 or in accordance with any alternative arrangements agreed upon by the two governments of South Sudan and of Sudan.",
    "tags": [
      "constitution",
      "law",
      "rights",
      "freedom",
      "citizenship",
      "government",
      "president",
      "election",
      "vote",
      "security",
      "supreme",
      "state",
      "national",
      "territory",
      "executive",
      "elections",
      "democracy",
      "defense"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 98,
    "title": "A candidate for the office of the President shall:",
    "chapter": "",
    "part": "",
    "text": "(a) be a South Sudanese by birth; (b) be of sound mind; (c) be at least forty years of age; (d) be literate; and (f) not have been convicted of an offence involving honesty or moral turpitude.",
    "tags": [
      "president"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 99,
    "title": "The President of the Republic of South Sudan shall, before assuming office, take the following oath before the public:",
    "chapter": "",
    "part": "",
    "text": "“I……….…………., do hereby swear by the Almighty God /solemnly affirm, that as the President of the Republic of South Sudan, I shall be faithful and bear true allegiance to the Republic of South Sudan and shall diligently and honestly discharge my duties and responsibilities in a consultative manner to foster the development and welfare of the people of South Sudan; that I shall obey, preserve and defend the Constitution and abide by the law; and that I shall protect and promote the unity of the people of South Sudan and consolidate the democratic decentralized system of government and preserve the integrity and dignity of the people of South Sudan; so help me God/ God is my witness.”",
    "tags": [
      "president",
      "constitution",
      "law",
      "government",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 100,
    "title": "(1) the tenure of the office of the President of the Republic of South Sudan shall be five years.",
    "chapter": "",
    "part": "",
    "text": "(2) Notwithstanding Article (1) above, during the transitional/ period the tenure of the office of the President of the Republic of South Sudan shall be four years from July 9, 2011\\.",
    "tags": [
      "president",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 101,
    "title": "The President shall perform the following functions:",
    "chapter": "",
    "part": "",
    "text": "(a) preserve the security of South Sudan and protect its territorial integrity; (b) supervise constitutional and executive institutions and provide exemplary leadership in public affairs; (c) appoint constitutional and judicial post holders in accordance with this Constitution and the law; (d) preside over the National Council of Ministers; (e) declare and terminate a state of emergency in accordance with the provisions of this Constitution and the law; (f) initiate constitutional amendments and legislation and assent to and sign into law bills passed by the National Legislature; (g) convene, summon, adjourn or prorogue the National Legislature in consultation with the Speaker; (h) confirm death sentences, grant pardons, and remit convictions or penalties according to this Constitution and the law; (i) appoint Presidential Advisors; (j) appoint ad hoc commissions and committees; (k) establish independent institutions and commissions; (l) confer honours; (m) generally represent the Government and the people of South Sudan; (n) declare war in accordance with this Constitution and the law; (o) represent the State in its foreign relations, appoint ambassadors of the State and accept credentials of foreign ambassadors; (p) direct and supervise foreign policy and ratify treaties and international agreements with the approval of the National Legislative Assembly; (q) seek the opinion of the Supreme Court on any matter in connection with this Constitution; (r) remove a state Governor and/or dissolve a state Legislative Assembly in the event of a crisis in the state that threatens national security and territorial integrity; (s) appoint a state care-taker Governor who shall prepare for elections within sixty days in the state where the Governor has been removed or the state Legislative Assembly so dissolved in accordance with the provisions of this Constitution, the relevant state constitution and the law; (t) present annual address on the state of the nation; and (u) perform any other function as may be prescribed by law.",
    "tags": [
      "president",
      "constitution",
      "law",
      "government",
      "assembly",
      "executive",
      "legislature",
      "election",
      "security",
      "court",
      "supreme",
      "minister",
      "governor",
      "state",
      "national",
      "judiciary",
      "elections",
      "democracy",
      "defense"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 102,
    "title": "(1) The office of the President shall fall vacant in any of the following cases:",
    "chapter": "",
    "part": "",
    "text": "(a) expiration of the term of office; (b) resignation in a public address to the people through the National Legislative Assembly; (c) impeachment in accordance with the provisions of this Constitution; (d) mental infirmity or physical incapacity based on an official medical report submitted by the Medical Commission to the Assembly for information; or (e) death. *(2) If the office of the President of the Republic falls vacant, the post shall be assumed by the Vice President pending elections that shall be conducted by the National Elections Commission within sixty days from the date of occurrence of the vacancy.*",
    "tags": [
      "president",
      "constitution",
      "assembly",
      "election",
      "national",
      "executive",
      "legislature",
      "elections",
      "democracy"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 103,
    "title": "(1) The President shall be immune from any legal proceedings and shall not be charged or sued in any court of law during his or her tenure of Office.",
    "chapter": "",
    "part": "",
    "text": "(2) Notwithstanding sub-Article (1) above, in case of high treason, gross violation of this Constitution or gross misconduct in relation to National affairs, the President may be charged before the Supreme Court upon a resolution passed by a two thirds majority of all the members of the Assembly. (3) The President of the Supreme Court shall, within seven days after receipt of the impeachment notice referred to under sub-Article (2) above, constitute a tribunal comprising three Justices of the Supreme Court, to evaluate the allegation in the notice and to report its findings to the constitutional panel of the Supreme Court. (4) The President shall be entitled to appear at the proceedings of the tribunal and to be represented by a lawyer or other expert or any other person of his or her choice. (5) If the constitutional panel convicts the President, it shall communicate its final verdict to the Assembly, and he or she shall be deemed to have forfeited the office. (6) If the notice for the removal of the President is on the grounds of mental infirmity or physical incapacity, it shall be based on a report submitted to the Assembly by a medical board consisting of five qualified and eminent specialists from the Medical Commission in respect of the alleged infirmity or incapacity. (7) The President shall submit himself or herself to the medical board for necessary examination as required. (8) If the medical board determines that the President, by reason of mental infirmity or physical incapacity is unable to perform the functions of the office of the President, it shall communicate its findings to the Assembly for information, and he or she shall be deemed to have forfeited the office.",
    "tags": [
      "law",
      "president",
      "court",
      "constitution",
      "assembly",
      "justice",
      "supreme",
      "national",
      "executive",
      "legislature",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 104,
    "title": "(1) The Vice President shall be appointed by the President subject to approval by a two-thirds majority of all members of the National Legislative Assembly.",
    "chapter": "",
    "part": "",
    "text": "(2) The Vice President may be removed by the President or by a decision passed by two-thirds majority of all members of the National Legislative Assembly.If the post of the Vice President falls vacant for any reason, the President shall appoint a replacement. (4) The Vice President shall fulfill the conditions of eligibility for the office of the President as prescribed by this Constitution. (5) To assume office, the Vice President shall take, before the President, the same oath taken by the President as prescribed by this Constitution.",
    "tags": [
      "president",
      "assembly",
      "national",
      "constitution",
      "executive",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 105,
    "title": "The Vice President shall perform the following functions:",
    "chapter": "",
    "part": "",
    "text": "(a) act for the President in his or her absence from the country; (b) be a member of the Council of Ministers; (c) be a member of the Security Council; and (d) perform any other function or duty that may be assigned to him or her by the President.",
    "tags": [
      "president",
      "security",
      "minister",
      "executive",
      "defense"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 106,
    "title": "The office of the Vice President shall fall vacant in any of the following cases:",
    "chapter": "",
    "part": "",
    "text": "(a) relief from office in accordance with the provisions of Article 104 (2) herein; (b) acceptance of his or her written resignation by the President; (c) mental infirmity or physical incapacity based on an official medical report submitted by the Medical Commission to the Assembly for information; or (d) death.",
    "tags": [
      "president",
      "assembly",
      "executive",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 107,
    "title": "(1) The President may appoint a limited number of Presidential Advisors and shall define their functions.",
    "chapter": "",
    "part": "",
    "text": "(2) To assume office, a Presidential Advisor shall, before the President, take the following oath: “I……….…………., do hereby swear by the Almighty God /solemnly affirm/, that as a Presidential Advisor, I shall be faithful and bear true faith and allegiance to South Sudan and shall diligently and honestly discharge my duties and responsibilities and strive to foster the development and welfare of its people; that I shall obey, preserve and defend the Constitution and abide by the law; and that I shall protect and promote the unity of the people of South Sudan and consolidate the democratic decentralized system of government and preserve the integrity and dignity of the people of South Sudan; so help me God/ God is my witness.”",
    "tags": [
      "president",
      "constitution",
      "law",
      "government",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 108,
    "title": "(1) There shall be established a National Council of Ministers.",
    "chapter": "",
    "part": "",
    "text": "(2) The National Council of Ministers shall compose of the President, the Vice President and Ministers. (3) The President shall ensure that at least twenty-five percent of members of the Council of Ministers are women.",
    "tags": [
      "minister",
      "national",
      "president",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 109,
    "title": "(1) The National Council of Ministers shall be the highest executive authority in the Republic.",
    "chapter": "",
    "part": "",
    "text": "(2) Without prejudice to the powers conferred upon the President by this Constitution, decisions of the Council of Ministers shall prevail over all other executive decisions. Such decisions shall be adopted by consensus or simple majority. (3) Membership of the National Council of Ministers shall not be combined with membership of a state Executive or Legislature.",
    "tags": [
      "executive",
      "minister",
      "national",
      "constitution",
      "president",
      "legislature",
      "state"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 110,
    "title": "The National Council of Ministers shall have the following functions:",
    "chapter": "",
    "part": "",
    "text": "(a) general planning and administration of South Sudan; (b) approval of the general policies initiated by the respective ministries; (c) overseeing, receiving and discussing reports about the executive and administrative performance of ministries; (d) initiating, negotiating and concluding international, regional, bilateral, and multilateral agreements; (e) receiving reports from Governors about executive performance of states for information and coordination with the respective states; (f) receiving reports on matters that are concurrent or residual and deciding whether it is competent to exercise such power in accordance with Schedules C and D read together with Schedule E herein. If it so decides, it shall notify the respective state of its intention to exercise such power. In case a state objects thereto, a committee shall be set up by the two levels concerned to amicably resolve the matter before resorting to the Supreme Court; (g) acting as a link between the National Government and the states; (h) providing reports upon the request of the National Legislative Assembly; (i) formulating internal rules, procedures and regulations for the conduct of its business; (j) mobilizing the public to achieve the objectives of government policy and promote public life; (k) implementing legislation and resolutions of the National Legislature; (l) formulating and implementing government policies; (m) coordinating the functions and reviewing the performance of the ministries, departments and administrations of the National Government; (n) initiating national legislative bills and national budgets; (o) reviewing, annually, the performance of the decentralized system of governance in the Republic of South Sudan; and (p) performing any other executive function provided for in this Constitution or the law.",
    "tags": [
      "minister",
      "national",
      "constitution",
      "law",
      "government",
      "assembly",
      "executive",
      "legislature",
      "court",
      "supreme",
      "governor",
      "state",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 112,
    "title": "(1) Ministers of the National Government shall be appointed and removed from office by the President.",
    "chapter": "",
    "part": "",
    "text": "(2) Appointment of the Ministers of the National Government shall be approved by a resolution of the National Legislative Assembly adopted by a simple majority vote of all members. (3) Ministers of the National Government shall be selected with due regard to the need for inclusiveness based on integrity, competence, ethnic and regional diversity and gender.",
    "tags": [
      "government",
      "president",
      "minister",
      "national",
      "assembly",
      "vote",
      "executive",
      "legislature",
      "elections",
      "democracy"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 114,
    "title": "(1) A Minister in the National Government shall be the head of his or her ministry and his or her decisions shall prevail therein. However, the National Council of Ministers may review, amend or cancel such decisions; the President may suspend the decision of a Minister pending such review or cancellation.",
    "chapter": "",
    "part": "",
    "text": "(2) National Ministers shall: (a) collaborate and establish good working relations with corresponding Ministers at state level in fulfillment of their respective constitutional obligations; (b) perform any public or political role and provide leadership in public affairs to achieve the policy objectives of the National Government; and (c) perform or exercise any other function or powers assigned by law or delegation.",
    "tags": [
      "government",
      "president",
      "minister",
      "national",
      "constitution",
      "law",
      "state",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 115,
    "title": "(1) A Minister of the National Government shall be individually answerable to the President, the National Council of Ministers and the National Legislative Assembly for the performance of his or her ministry.",
    "chapter": "",
    "part": "",
    "text": "(2) The National Council of Ministers shall be collectively answerable to the President and the National Legislative Assembly in the performance of its functions. (3) Ministers of the National Government shall be bound by decisions of the Council of Ministers.",
    "tags": [
      "government",
      "president",
      "assembly",
      "minister",
      "national",
      "executive",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 116,
    "title": "Any person aggrieved by an act of the National Council of Ministers or a National Minister may contest such act before:",
    "chapter": "",
    "part": "",
    "text": "(a) the Supreme Court, if the alleged act involves a violation of this Constitution; or (b) any other court of law or competent authority if the allegation is based on other legal grounds.",
    "tags": [
      "minister",
      "national",
      "constitution",
      "law",
      "court",
      "supreme",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 117,
    "title": "(1) The President may appoint and remove Deputy Ministers.",
    "chapter": "",
    "part": "",
    "text": "(2) The National Legislative Assembly shall approve the appointment of the Deputy Ministers by a simple majority of the members present and voting. (3) The Deputy Ministers shall assist the national Ministers in the performance of their functions and duties and shall act in their absence. (4) To assume office, a Deputy Minister shall, before the President, take the same oath of a Presidential Advisor as prescribed in Article 108 (2) of this Constitution.",
    "tags": [
      "president",
      "minister",
      "constitution",
      "assembly",
      "national",
      "executive",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 118,
    "title": "(1) The National Legislative Assembly may, by a resolution supported by a two thirds majority of all its members pass a vote of no confidence against a Minister.",
    "chapter": "",
    "part": "",
    "text": "(2) Upon a vote of no confidence being passed against a Minister, he or she shall resign or be removed from office by the President. (3) Proceedings for a vote of no confidence against a Minister shall be regulated by the Conduct of Business Regulations of the Assembly.",
    "tags": [
      "assembly",
      "vote",
      "minister",
      "national",
      "president",
      "executive",
      "legislature",
      "elections",
      "democracy"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 119,
    "title": "The office of a Minister or Deputy Minister of the National Government shall fall vacant in any of the following cases:",
    "chapter": "",
    "part": "",
    "text": "(a) acceptance of a written resignation by the President; (b) removal from office by the President; (c) removal from office by the President on the ground of mental infirmity or physical incapacity based on an official Medical Commission report; (d) in the case of a Minister, resolution of the National Legislative Assembly, as set forth in Article 119 (2) of this Constitution; or (e) death.",
    "tags": [
      "government",
      "minister",
      "national",
      "constitution",
      "president",
      "assembly",
      "executive",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 120,
    "title": "(1) All executive and legislative constitutional office holders, Justices, and senior Civil Service officials at all levels of government shall, upon assumption of their offices, make confidential declaration of their assets and liabilities including those of their spouses and children in accordance with the law.",
    "chapter": "",
    "part": "",
    "text": "(2) The President, Vice President, Presidential Advisors, Ministers, and Deputy Ministers of the National Government, Governors, state Advisors, state Ministers, and other constitutional office holders shall, during their tenure of office, neither practice any private profession, transact commercial business, nor receive remuneration or accept employment of any kind from any source other than the National Government or a state government as the case may be.",
    "tags": [
      "constitution",
      "law",
      "government",
      "executive",
      "justice",
      "president",
      "minister",
      "governor",
      "state",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 122,
    "title": "(1) Judicial power is derived from the people and shall be exercised by the courts in accordance with the customs, values, norms and aspirations of the people and in conformity with this Constitution and the law.",
    "chapter": "",
    "part": "",
    "text": "(2) Judicial power shall be vested in an independent institution to be known as the Judiciary. (3) The Judiciary shall be responsible for the maintenance of professional standards and training of judicial personnel. (4) The Judiciary shall have power to adjudicate on disputes and render judgments in accordance with this Constitution and the law. (5) In adjudicating cases of both civil and criminal nature, the courts shall, subject to the law, apply, *inter alia*, the following principles: (a) justice shall be done to all irrespective of their social**¸** political or economic status, gender, religion or beliefs; (b) justice shall not be delayed; (c) adequate compensation shall be awarded to victims of wrongs; (d) voluntary reconciliation agreements between parties shall be recognized and enforced; and (e) substantive justice shall be administered without undue regard to technicalities. (6) There shall be a substantial representation of women in the Judiciary having regard to competence, integrity, credibility and impartiality. (7) All organs and institutions, at all levels of government, shall obey and execute the judgments and orders of the courts. (8) The Chief Justice, as the head of the Judiciary, shall be responsible for the administration of the Judiciary. (9) The overall administration of the Judiciary, its composition and functions shall be prescribed by law in accordance with the provisions of this Constitution.",
    "tags": [
      "constitution",
      "law",
      "court",
      "government",
      "judiciary",
      "justice",
      "religion",
      "minister",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 123,
    "title": "The Judiciary shall be structured as follows:",
    "chapter": "",
    "part": "",
    "text": "(a) the Supreme Court; (b) Courts of Appeal; (c) High Courts; (d) County Courts; and (e) other courts or tribunals as deemed necessary to be established in accordance with the provisions of this Constitution and the law.",
    "tags": [
      "judiciary",
      "constitution",
      "law",
      "court",
      "appeal",
      "supreme"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 124,
    "title": "(1) The Judiciary shall be independent of the executive and the legislature.",
    "chapter": "",
    "part": "",
    "text": "(2) The budget of the Judiciary, after its approval by the National Judicial Service Commission and assent of the President, shall be charged on the consolidated fund and it shall have the financial independence in the management thereof. (3) The Judiciary shall be self-accounting and its finances shall be subject to public audit. (4) The Judiciary shall be subject to this Constitution and the law which the Judges shall apply impartially and without political interference, fear or favour. (5) The executive and legislative organs at all levels of government shall uphold, promote and respect the independence of the Judiciary. . (6) Justices and Judges shall be independent in their judicial work, and shall perform their functions without interference. Their independence shall be guaranteed by this Constitution and the law. (7) Justices and Judges shall uphold this Constitution and the rule of law and shall administer justice without fear or favour; they shall enjoy such immunities as shall be determined by law. (8) Justices and Judges shall not be affected by their judicial decisions. (9) The salaries, allowances, privileges, post-service benefits, tenure and other conditions and terms of service of judicial officers or other persons exercising judicial powers shall be regulated by law.",
    "tags": [
      "judiciary",
      "executive",
      "legislature",
      "constitution",
      "law",
      "government",
      "president",
      "justice",
      "minister",
      "national",
      "economy",
      "finance"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 126,
    "title": "(1) The Supreme Court shall be the custodian of this Constitution and the constitutions of the states.",
    "chapter": "",
    "part": "",
    "text": "(2) The Supreme Court shall exercise competences as follows: (a) interpret constitutional provisions at the instance of the President, Government of South Sudan, any state government, or any of the two Houses of the National Legislature; (b) be the court of final judicial instance in respect of any litigation or prosecution under National or state law, including statutory and customary law; (c) have original jurisdiction to decide on disputes that arise under this Constitution and the constitutions of states at the instance of individuals, juridical entities or governments; (d) adjudicate on the constitutionality of laws and set aside or strike down laws or provisions of laws that are inconsistent with this Constitution or the constitutions of the states to the extent of the inconsistency; (e) be a court of review and cassation in respect of any criminal, civil and administrative matters arising out of or under the law; (f) have criminal jurisdiction over the President in accordance with Article 103 (2) herein; (g) have criminal jurisdiction over the Vice President, the Speakers of the National Legislative Assembly and the Council of States and the Justices of the Supreme Court; (h) review death sentences imposed by courts in respect of offences committed under the law; (i) receive appeals against decisions and judgments of the courts of appeal; (j) have original and final jurisdiction to resolve disputes between the states and between the National Government and a state in respect of areas of exclusive, concurrent or residual competences; (k) uphold and protect human rights and fundamental freedoms; and (l) have such other competences as prescribed by this Constitution and the law. (3) The Supreme Court shall sit in panels of three justices each on all matters; except that when sitting as a Constitutional panel it shall consist of not less than nine members of the Supreme Court and be chaired by the Chief Justice. (4) Decisions of the Supreme Court shall be taken by majority of Justices in each panel. (5) The decisions of the Supreme Court shall be final and binding. (6) The Supreme Court shall regulate its functions and procedures in accordance with the law.",
    "tags": [
      "constitution",
      "court",
      "supreme",
      "state",
      "law",
      "rights",
      "freedom",
      "government",
      "president",
      "assembly",
      "legislature",
      "justice",
      "appeal",
      "national",
      "bill of rights",
      "human rights",
      "executive",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 127,
    "title": "(1) The Chief Justice:",
    "chapter": "",
    "part": "",
    "text": "(a) shall be the head of the Judiciary and the President of the Supreme Court, and shall be responsible for the administration and supervision of all courts; and (b) may issue judicial circulars, warrants of establishment and directives to the courts necessary for the proper and efficient administration of justice. (2) When the office of Chief Justice falls vacant, the Deputy Chief Justice shall perform the functions of the Chief Justice pending the appointment of a new Chief Justice.",
    "tags": [
      "justice",
      "president",
      "judiciary",
      "court",
      "supreme",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 128,
    "title": "The Deputy Chief Justice shall:",
    "chapter": "",
    "part": "",
    "text": "(a) deputize for the Chief Justice and act in his or her absence; and (b) perform any other function and duty as may be assigned to him or her by the Chief Justice.",
    "tags": [
      "justice"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 129,
    "title": "(1) The establishment, composition, competences and procedures of the Courts of Appeal shall be determined by law.",
    "chapter": "",
    "part": "",
    "text": "(2) Decisions of the Courts of Appeal shall be appealed against before the Supreme Court.",
    "tags": [
      "law",
      "court",
      "appeal",
      "supreme",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 130,
    "title": "(1) The establishment, composition, competences, jurisdiction and procedures of High Courts shall be determined by law.",
    "chapter": "",
    "part": "",
    "text": "(2) Decisions of the High Courts shall be appealed against before the Courts of Appeal.",
    "tags": [
      "law",
      "court",
      "appeal",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 131,
    "title": "(1) The establishment, composition, competences and procedures of County and other courts at lower levels shall be determined by law.",
    "chapter": "",
    "part": "",
    "text": "(2) Decisions of the County Courts shall be appealed against before the High Courts. **The National Judicial Service Commission**",
    "tags": [
      "law",
      "court",
      "appeal",
      "national",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 132,
    "title": "(1) There shall be established an independent commission to be known as the National Judicial Service Commission.",
    "chapter": "",
    "part": "",
    "text": "(2) The structure, composition**,** functions, and terms and conditions of service of the members and employees of the Commission shall be determined by law.",
    "tags": [
      "national",
      "law"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 133,
    "title": "(1) The President of the Republic shall appoint the Chief Justice having regard to competence, integrity, credibility and impartiality in accordance with this Constitution and the law.",
    "chapter": "",
    "part": "",
    "text": "(2) The President shall, upon the recommendation of the Judicial Service Commission, appoint the Deputy Chief Justice and Justices of the Supreme Court, Justices of the Courts of Appeal and the Judges of the High Courts and County Courts having regard to competence, integrity, credibility and impartiality in accordance with this Constitution and the law. (3) The appointment of the Chief Justice, Deputy Chief Justice and Justices of the Supreme Court shall be subject to approval by a two-thirds majority of all members of the National Legislative Assembly. (4) The National Legislative Assembly shall enact a law to provide for appointments, terms and conditions of service of Justices and Judges. (5) All Justices and Judges shall, before assuming their duties, take the oath of office as shall be prescribed by law.",
    "tags": [
      "constitution",
      "law",
      "president",
      "justice",
      "assembly",
      "court",
      "appeal",
      "supreme",
      "national",
      "executive",
      "legislature",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 134,
    "title": "(1) Discipline of Justices and Judges shall be exercised by the Chief Justice with the approval of the Judicial Service Commission.",
    "chapter": "",
    "part": "",
    "text": "(2) Justices and Judges may be removed by an order of the President for gross misconduct, incompetence and incapacity and upon the recommendation of the National Judicial Service Commission.",
    "tags": [
      "justice",
      "president",
      "national",
      "executive",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 135,
    "title": "(1) The Public Attorneys and Legal Advisors shall be under the National Ministry of Justice.",
    "chapter": "",
    "part": "",
    "text": "(2) The Minister of Justice shall be the chief Legal Advisor and the prosecuting authority at all levels of government, and shall perform such other functions of legal nature as may be prescribed by law. (3) Public Attorneys and Legal Advisors shall advise all levels of government, represent them in public prosecution, litigation, adjudication, and conduct pre-trial proceedings. They shall recommend law reform, strive to protect public and private rights, advice on legal issues and shall render legal aid. (4) Public Attorneys and Legal Advisors at all levels of government shall perform their duties diligently according to this Constitution and the law. (5) Without prejudice to the generality of sub-Article (2) above, the Minister of Justice shall be responsible for: (a) drawing up, perusing and recommending approval or otherwise, of such agreements, contracts, treaties, international conventions and instruments to which the Government is a party or in respect of which the Government has an interest; (b) representing the government in court or any other legal proceedings to which any level of government is a party; (c) drafting legislation, including subsidiary legislation, for the government and; (d) performing such other functions as may be assigned to him or her by the President or the law. (6) All executive institutions and organs of government at all levels shall comply with legal advice duly given by the Minister of Justice. (7) The functions, immunities, emoluments, and terms and conditions of service of the Public Attorneys and Legal Advisors shall be prescribed by law.",
    "tags": [
      "justice",
      "national",
      "constitution",
      "law",
      "rights",
      "government",
      "president",
      "executive",
      "court",
      "trial",
      "minister",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 136,
    "title": "(1) Advocacy is an independent private legal profession and it shall be regulated by law.",
    "chapter": "",
    "part": "",
    "text": "(2) Advocates shall observe professional ethics, and promote, protect and advance the human rights and fundamental freedoms of citizens. (3) Advocates shall serve to prevent injustice, defend the legal rights and interests of their clients, seek conciliation between adversaries and may render legal aid for the needy according to the law.",
    "tags": [
      "law",
      "rights",
      "freedom",
      "justice",
      "bill of rights",
      "human rights"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 137,
    "title": "(1) There shall be established an independent commission to be known as the Law Review Commission.",
    "chapter": "",
    "part": "",
    "text": "(2) The structure, composition**,** functions, and terms and conditions of service of the members and employees of the Commission shall be determined by law. *THE CIVIL SERVICE*",
    "tags": [
      "law"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 138,
    "title": "(1) The National Government shall have a Civil Service consisting of all its employees who shall impartially carry out the functions assigned to them according to the law.",
    "chapter": "",
    "part": "",
    "text": "(2) Civil servants, including the Undersecretaries, at all levels of government shall be recruited, appointed and promoted on the basis of educational qualifications, professional training, experience, competence and merit. (3) The law shall determine terms and conditions of service, duties and rights of employees of the Civil Service.",
    "tags": [
      "law",
      "government",
      "national",
      "rights",
      "education"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 139,
    "title": "(1) The Civil Service shall be governed by, *inter alia*, the following values and principles:",
    "chapter": "",
    "part": "",
    "text": "(a) a high standard of professional ethics shall be promoted and maintained through focusing on merit and training; (b) efficient, economic and effective use of resources shall be promoted; (c) Civil Service shall be development oriented; (d) services shall be provided to all persons impartially, fairly, equitably and without bias or discrimination on the basis of religion, ethnicity, region, gender, health status or physical disability; (e) needs of the people shall be appropriately addressed, and the public shall be encouraged to participate in policymaking; (f) Civil Service shall be accountable to the appropriate level of government; (g) transparency shall be fostered by providing the public with timely, accessible and accurate information; (h) good human-resource management and career-development practices to maximize human potential, shall be inculcated; (i) Civil Service shall be broadly representative of the people of South Sudan, with employment and personnel management practices based on ability, objectivity, fair competition for jobs, and the need to redress any imbalances of the past to achieve broad representation through affirmative action; (j) persons with special needs shall be provided with specialized and appropriate training opportunities; (k) the Civil Service shall function, and be structured, in accordance with the law; it shall execute the policies of the government; (l) civil servants shall not engage in party politics; no civil servant shall be favored or victimized because of his or her political opinion; (m) any civil servant seeking an elective office shall resign his or her post in the Civil Service; and (n) all levels of government shall be responsible for the recruitment, appointment, promotion, transfer and dismissal of employees of the Civil Service in their administrations guided by uniform norms and standards set out in this Constitution and the law.",
    "tags": [
      "constitution",
      "law",
      "government",
      "health",
      "religion"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 140,
    "title": "(1) There shall be established a Civil Service Commission composed of persons of proven competence, experience, integrity and impartiality.",
    "chapter": "",
    "part": "",
    "text": "(2) The Chairperson, Deputy Chairperson and Members of the Commission shall be appointed by the President in accordance with this Constitution and the law. (3) The Civil Service Commission shall advise the National Government on the formulation and execution of policies related to public service, employment and employees. (4) The Commission shall be independent and impartial, and shall exercise its powers and perform its functions without fear, favour or prejudice in the interest of the maintenance of an effective and efficient Civil Service and a high standard of professional ethics therein. (4) The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law.",
    "tags": [
      "constitution",
      "law",
      "government",
      "president",
      "national",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 141,
    "title": "(1) There shall be established a National Employees Justice Chamber which shall be composed of a Chairperson, Deputy Chairperson, and Members of proven competence, experience, integrity and impartiality.",
    "chapter": "",
    "part": "",
    "text": "(2) The Chairperson, Deputy Chairperson and Members of the Chamber shall be appointed by the President in accordance with this Constitution and the law. (3) The Chamber shall, without prejudice to the right of resorting to courts or exhausting the proceedings of the Civil Service Commission, be competent to consider and determine grievances from Civil Service employees. (4) The Chamber shall present to the President any recommendations or proposed remedies it deems appropriate to ensure justice. (5) The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Chamber shall be regulated by law.",
    "tags": [
      "justice",
      "national",
      "constitution",
      "law",
      "president",
      "court",
      "executive",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 142,
    "title": "(1) The National Government shall establish independent institutions and commissions as provided for by this Constitution. Such institutions and commissions shall perform their functions and duties impartially and without interference from any person or authority.",
    "chapter": "",
    "part": "",
    "text": "(2) The National Government may establish other institutions and commissions compatible with its powers as it deems necessary to promote the welfare of its people, good governance and justice. (3) The National Government shall ensure that at least twenty-five percent of the membership of each of these institutions and commissions shall be women.",
    "tags": [
      "constitution",
      "government",
      "national",
      "justice"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 143,
    "title": "(1) There shall be established an independent commission to be known as the Anti- Corruption Commission.",
    "chapter": "",
    "part": "",
    "text": "(2) The Chairperson, Deputy Chairperson and Members of the Commission shall be appointed by the President with the approval of the National Legislative Assembly by a simple majority of all the members. (3) The members of the Commission shall be persons of high moral character and proven integrity and shall be independent, competent, non-partisan and impartial. They may not be removed from office except with the approval of the National Legislative Assembly by a two-thirds majority of all members. (4) The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law.",
    "tags": [
      "law",
      "president",
      "assembly",
      "national",
      "executive",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 144,
    "title": "(1) Without prejudice to the powers of the Ministry of Justice in public prosecution, the Commission shall, *inter alia*, perform the following functions:",
    "chapter": "",
    "part": "",
    "text": "(a) protect public property; (b) Investigate and prosecute only cases of corruption. (c) combat administrative malpractices in public institutions; and (d) pursuant to the provisions of Article 121 (1) herein, require all persons holding such public offices to make confidential formal declarations of their income, assets and liabilities. (2) Without prejudice to sub-Article (1) above, the Commission shall not have any power to question the decision of any Justice, Judge or Magistrate where such decision was made in the discharge of the judicial functions of his or her office.",
    "tags": [
      "justice",
      "property",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 145,
    "title": "(1) There shall be established an independent commission to be known as the Human Rights Commission.",
    "chapter": "",
    "part": "",
    "text": "(2) The Chairperson, Deputy Chairperson and Members of the Commission shall be appointed by the President with the approval of the National Legislative Assembly by a simple majority of all members present and voting. (3) The Chairperson, Deputy Chairperson, and Members of the Commission shall be persons of proven integrity, competence, non-partisan and impartial. (4) The Commission shall have power to issue summons or other orders requiring representatives of relevant institutions and other bodies at all levels of government or persons or organizations to appear before it or produce any document or record relevant to any investigation by the Commission. (5) The Commission may request a government representative or any person or organization to take part in its deliberations if and when necessary.",
    "tags": [
      "rights",
      "government",
      "president",
      "assembly",
      "national",
      "executive",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 146,
    "title": "(1) The functions of the Commission shall be to:",
    "chapter": "",
    "part": "",
    "text": "(a) monitor the application and enforcement of the rights and freedoms enshrined in this Constitution; (b) investigate, on its own initiative, or on a complaint made by any person or group of persons, against any violation of human rights and fundamental freedoms; (c) visit police jails, prisons and related facilities with a view to assessing and inspecting conditions of the inmates and make recommendations to the relevant authority; (d) establish a continuing programme of research, education and information to enhance respect for human rights and fundamental freedoms; (e) recommend to the National Legislative Assembly effective measures to promote human rights and fundamental freedoms; (f) create and sustain within society awareness of the provisions of this Constitution as the fundamental law of the people of South Sudan; (g) educate and encourage the public to defend their human rights and fundamental freedoms against all forms of abuse and violation; (h) formulate, implement and oversee programmes intended to inculcate in the citizens awareness of their civic responsibilities and understanding of their rights and obligations as citizens; (i) monitor compliance of all levels of government with international and regional human rights treaties and conventions ratified by the Republic of South Sudan; (j) express opinion or present advice to government organs on any issue related to human rights and fundamental freedoms; and (k) perform such other function as may be prescribed by law. (2) The Human Rights Commission shall publish periodical reports on its findings and submit annual reports to the National Legislative Assembly on the state of human rights and fundamental freedoms. (3) The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law.",
    "tags": [
      "constitution",
      "law",
      "rights",
      "freedom",
      "government",
      "assembly",
      "education",
      "police",
      "state",
      "national",
      "bill of rights",
      "human rights",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 147,
    "title": "(1) There shall be established an independent body to be known as the Public Grievances Chamber.",
    "chapter": "",
    "part": "",
    "text": "(2) The Chairperson, Deputy Chairperson and Members of the Chamber shall be appointed by the President from persons of proven integrity, competence and shall be non-partisan and impartial. (3) The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Chamber shall be regulated by law.",
    "tags": [
      "law",
      "president",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 148,
    "title": "(1) There shall be established an independent commission to be known as the Relief and Rehabilitation Commission.",
    "chapter": "",
    "part": "",
    "text": "(2) The Chairperson, Deputy Chairperson and Members of the Commission shall be appointed by the President in accordance with the law. (3) The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law.",
    "tags": [
      "law",
      "president",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 149,
    "title": "(1) There shall be established an independent commission to be known as the Demobilization, Disarmament and Re-Integration Commission.",
    "chapter": "",
    "part": "",
    "text": "(2) The Chairperson, Deputy Chairperson and Members of the Commission shall be appointed by the President in accordance with this Constitution and the law. (3) The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law.",
    "tags": [
      "constitution",
      "law",
      "president",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 150,
    "title": "(1) There shall be established an independent commission to be known as the HIV/AIDS Commission.",
    "chapter": "",
    "part": "",
    "text": "(2) The Chairperson, Deputy Chairperson and Members of the Commission shall be appointed by the President in accordance with the provisions of this Constitution and the law. (3) The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law. *ARMED FORCES*",
    "tags": [
      "constitution",
      "law",
      "president",
      "executive",
      "security",
      "defense"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 151,
    "title": "(1) The Sudan People’s Liberation Army shall constitute the national armed forces of the Republic of South Sudan.",
    "chapter": "",
    "part": "",
    "text": "(2) The Sudan People’s Liberation Army shall be transformed into the South Sudan Armed Forces, and shall be non-partisan, national in character, patriotic, regular, professional, disciplined, productive and subordinate to the civilian authority as established under this Constitution and the law. (3) No person or persons shall raise any armed or paramilitary force in South Sudan except in accordance with this Constitution and the law. (4) The mission of the national armed forces, in addition to its other national duties, shall be to: (a) uphold this Constitution; (b) defend the sovereignty of the country; (c) protect the people of South Sudan; (d) secure the territorial integrity of South Sudan; (e) defend South Sudan against external threats and aggression; and (f) be involved in addressing any emergencies, participate in reconstruction activities, and assist in disaster management and relief in accordance with this Constitution and the law. (5) The law shall stipulate the conditions in which the civilian authority may resort to the engagement of the armed forces in missions of non-military nature. (6) The national armed forces shall respect and abide by the rule of law and respect the will of the people, the civilian authority, democracy, basic human rights and fundamental freedoms. (7) The national armed forces shall not have any internal law and order mandate except as may be requested by the civilian authority when necessity so requires. (8) Military service, Military Courts and military legal services shall be regulated by law.",
    "tags": [
      "national",
      "constitution",
      "law",
      "rights",
      "freedom",
      "democracy",
      "court",
      "bill of rights",
      "human rights",
      "judiciary",
      "elections",
      "security",
      "defense"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 152,
    "title": "There shall be a code of conduct for the national armed forces that shall:",
    "chapter": "",
    "part": "",
    "text": "(a) be informed by their military doctrine; (b) make a clear distinction between the military and partisan political functions; (c) underline the principle that the national armed forces shall not be used as an instrument of physical intimidation of the civilian population; (d) make a clear distinction between the military and the policing mandate; and (e) make clear that all members of armed forces shall not be involved in illicit activities that may affect the environment and natural resources.",
    "tags": [
      "national",
      "security",
      "defense",
      "land",
      "natural resources"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 153,
    "title": "(1) The President of the Republic of South Sudan shall be the Commander-in-Chief of the national armed forces.",
    "chapter": "",
    "part": "",
    "text": "(2) The Commander-in-Chief shall commission, promote, retire or dismiss officers of the national armed forces according to the law. (3) The structure, command, control and terms and conditions of service of the national armed forces shall be prescribed by law.",
    "tags": [
      "president",
      "national",
      "law",
      "security",
      "defense"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 154,
    "title": "(1) There shall be established a consultative body which shall be known as the National Armed Forces Command Council.",
    "chapter": "",
    "part": "",
    "text": "(2) The composition, functions and duties of the Command Council shall be prescribed by law.",
    "tags": [
      "national",
      "law"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 155,
    "title": "(1) There shall be a police service to be known as the National Police Service which shall be a decentralized professional service.",
    "chapter": "",
    "part": "",
    "text": "(2) The mission of the Police Service shall be to: (a) prevent, combat and investigate crime, maintain law and public order, protect the people and their properties; and (b) uphold and enforce this Constitution and the law. (3) The Police Service shall be organized at the National and state levels; its organization, structure, functions, powers, terms and conditions of service shall be regulated by law. (4) The Police Service shall be headed by an Inspector-General of Police appointed by the President after approval of the Council of Ministers upon the recommendation of the Minister in charge. (5) The national Police Service shall be responsible for the maintenance of professional standards and the recruitment, training, deployment and transfer of police officers throughout South Sudan. (6) The Police of South Sudan shall be governed by this Constitution and the law. It shall respect the will of the people, the rule of law and order, civilian authority, democracy, human rights, fundamental freedoms and execute judicial orders. (7) The Police at the National level and their counterparts at the state level shall coordinate, cooperate and assist each other in the discharge of their functions and duties, and to that end, shall recommend, through their respective authorities to the President of South Sudan the establishment of such necessary mechanisms.",
    "tags": [
      "police",
      "national",
      "constitution",
      "law",
      "rights",
      "freedom",
      "president",
      "democracy",
      "minister",
      "state",
      "bill of rights",
      "human rights",
      "executive",
      "elections"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 156,
    "title": "(1) There shall be a prisons service to be known as the National Prisons Service and it shall be a decentralized professional service.",
    "chapter": "",
    "part": "",
    "text": "(2) The mission of the Prisons Service shall be correctional, reformative and rehabilitative. It shall respect the will of the people, the rule of law and order, civilian authority, democracy, human rights and fundamental freedoms. (3) The Prisons Service shall be organized at the National and the state levels. (4) The Prisons Service shall be headed by a Director-General appointed by the President after approval of the Council of Ministers upon the recommendation of the Minister in charge. (5) The national Prisons Service shall be responsible for the maintenance of professional standards and the recruitment, training, deployment and transfer of prison officers throughout South Sudan. (6) The functions of Prisons Service shall, *inter alia*, be to manage, operate and maintain the prisons of South Sudan, and to administer the internment and care for the health and general welfare of prisoners and inmates. (7) Prisons authorities shall treat prisoners humanely. Any treatment that is cruel, inhuman, degrading of the dignity of prisoners or that may expose their health to danger is prohibited and punishable by law. (8) Organization, powers, terms and conditions of service of the Prisons Service shall be prescribed by law.",
    "tags": [
      "national",
      "law",
      "rights",
      "freedom",
      "president",
      "health",
      "democracy",
      "minister",
      "state",
      "bill of rights",
      "human rights",
      "executive",
      "elections"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 157,
    "title": "(1) There shall be established a wildlife service to be known as the National Wildlife Service and it shall be a decentralized professional service.",
    "chapter": "",
    "part": "",
    "text": "(2) The mission of the Wildlife Service shall be to protect the wildlife and to preserve and conserve the natural habitat of flora and fauna of South Sudan. (3) The Wildlife Service shall be organized at the National and the state levels. (4) The Wildlife Service shall be headed by a Director-General of Wildlife appointed by the President after approval of the Council of Ministers upon the recommendation of the Minister in charge. (5) The national Wildlife Service shall be responsible for the maintenance of professional standards and the recruitment, training, deployment and transfer of wildlife officers throughout South Sudan. (6) The Wildlife Service shall coordinate and cooperate with the local communities on the protection and management of wildlife within their areas. (7) The Wildlife Service shall act in accordance with this Constitution and the following guiding principles: (a) the conservation and protection of the natural ecosystems, bio-diversity and endangered species shall be the primary consideration in carrying out its duties; (b) consistent with the provisions of this Constitution and the law, the Wildlife Service shall manage wildlife resources in a manner that will ensure the protection of human life; and (c) wildlife shall be protected and managed in accordance with the international standards and obligations. (8) The Wildlife Service shall respect the will of the people, the rule of law, civilian authority, democracy, human rights, fundamental freedoms and the protection of animals in accordance with the law. (9) The organization, functions, powers and terms and conditions of service of the Wildlife Service shall be regulated by law.",
    "tags": [
      "national",
      "constitution",
      "law",
      "rights",
      "freedom",
      "president",
      "democracy",
      "minister",
      "state",
      "local",
      "bill of rights",
      "human rights",
      "executive",
      "elections"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 158,
    "title": "(1) There shall be a fire brigade service to be known as the National Fire Brigade Service and it shall be a decentralized professional service.",
    "chapter": "",
    "part": "",
    "text": "(2) The mission of the Fire Brigade Service shall be to prevent and protect the people of South Sudan and their property from fire and disasters. (3) The Fire Brigade Service shall be organized at all levels of government. (4) The Fire Brigade Service shall be headed by a Commissioner of Fire Brigade appointed by the President after approval of the Council of Ministers upon the recommendation of the Minister in charge. (5) The national Fire Brigade Service shall be responsible for the maintenance of professional standards and the recruitment, training, deployment and transfer of fire brigade officers throughout South Sudan. (6) The organization, functions and terms and conditions of service of the Fire Brigade Service shall be regulated by law.",
    "tags": [
      "national",
      "law",
      "government",
      "president",
      "property",
      "minister",
      "executive"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 159,
    "title": "National security shall:",
    "chapter": "",
    "part": "",
    "text": "(a) be subject to the authority of this Constitution and the law; (b) be subordinate to the civilian authority; (c) respect the will of the people, the rule of law, democracy, human rights and fundamental freedoms; (d) reflect the diversity of the people of South Sudan in its recruitment; and (e) be professional and its mandate shall focus on information gathering, analysis and advice to the relevant authorities.",
    "tags": [
      "security",
      "national",
      "constitution",
      "law",
      "rights",
      "freedom",
      "democracy",
      "bill of rights",
      "human rights",
      "elections"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 160,
    "title": "(1) There shall be established a security service which shall be known as the National Security Service.",
    "chapter": "",
    "part": "",
    "text": "(2) (a) The National Security Service shall have two operational organs, to be known as: (i) the Internal Security Bureau; and (ii) the General Intelligence Bureau. (b) Each of the operational organs shall be headed by a Director-General appointed by the President with the approval of the Security Council upon the recommendation of the Minister in charge. (3) The two operational organs shall be under a Minister in the Office of the President who shall report to and be directly accountable to the President. (4) The National Security Service shall be charged with the internal and external security of the Country and its people. (5) The structures, mission, mandate, functions of the Service, and the terms and conditions of service of its personnel shall be prescribed by law.",
    "tags": [
      "security",
      "national",
      "law",
      "president",
      "minister",
      "executive",
      "defense"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 161,
    "title": "(1) There shall be established at the national level a National Security Council, the composition and functions of which shall be determined by law.",
    "chapter": "",
    "part": "",
    "text": "(2) The National Security Council shall define the national security strategy based on the analysis of all threats to security of South Sudan. (3) There shall be established at the state and county levels security committees; their composition and functions shall be prescribed by law. *THE STATES, LOCAL GOVERNMENT AND TRADITIONAL AUTHORITY* **CHAPTER I**",
    "tags": [
      "law",
      "security",
      "national",
      "government",
      "state",
      "local",
      "defense"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 162,
    "title": "(1) The territory of South Sudan is composed of ten states governed on the basis of decentralization.",
    "chapter": "",
    "part": "",
    "text": "(2) The constitutions of the states shall conform to this Constitution. (3) State boundaries shall not be altered except by a resolution of the Council of States approved by two-thirds of all members. (3) Names of states and their capital towns shall not be altered except by a resolution of the Council of States approved by a simple majority of all members on the recommendation of the relevant state Assembly.",
    "tags": [
      "state",
      "territory",
      "constitution",
      "assembly",
      "legislature"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 163,
    "title": "(1) There shall be legislative and executive organs at each state level; they shall function in accordance with this Constitution and the relevant state constitution.",
    "chapter": "",
    "part": "",
    "text": "(2) Each state shall have exclusive executive and legislative competences as set forth in Schedule B of this Constitution. (3) Each state shall have concurrent and residual executive and legislative competences as set forth in Schedules C and D, read together with Schedule E herein. (4) Each state government shall exercise such other powers as shall promote the welfare of the people of that state and to protect their human rights and fundamental freedoms as are provided for in this Constitution. (5) Each state shall organize, promote and empower the local government institutions in accordance with the provisions of this Constitution and its constitution and the law. (6) Elections to the local government institutions shall be organized and conducted by the National Elections Commission in accordance with the provisions of this Constitution and the law. (7) In fulfillment of the principle of affirmative action, women shall be allocated at least twenty-five per cent of the seats and positions in each legislative and each executive organ of each state, without prejudice to their right to compete for the remaining seats and positions in such organs.",
    "tags": [
      "constitution",
      "executive",
      "state",
      "law",
      "rights",
      "freedom",
      "government",
      "election",
      "local",
      "national",
      "bill of rights",
      "human rights",
      "elections",
      "democracy"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 164,
    "title": "(1) The existing state legislatures shall be known as state Legislative Assemblies. They shall comprise of the current elected members.",
    "chapter": "",
    "part": "",
    "text": "(2) Each state Legislative Assembly shall adopt a draft amended state constitution to become its state transitional constitution, provided that it shall be in conformity with this Constitution. (3) Each state Legislative Assembly shall have law-making competence in respect of the functional areas listed in Schedules B, C and D read together with Schedule E herein, and such other legislative competences as are conferred upon the state by this Constitution, the state constitution, and the law. (4) (a) A state Legislative Assembly may, in accordance with the state transitional constitution, pass a vote of no confidence in the Governor by three quarters majority of all its members; (b) If the state Legislative Assembly passes a vote of no confidence as stated in paragraph (a) above, the President shall act upon such a vote in accordance with Article 101 (s) herein; and shall call a snap election. (c) If the Governor who was subjected to the vote of no-confidence is re- elected, the state legislature shall be deemed to have been dissolved. A new state legislature shall be elected within sixty days to complete the tenure of the dissolved legislature; and (d) A vote of no confidence in the Governor shall not be passed before he or she completes twelve months in office. (5) (a) The term of a State Legislative Assembly shall be five years. (b) Notwithstanding Article (1) above, during the transitional period the term of a State Legislative Assembly shall be four years from July 9, 2011\\. (6) Governors, members of state Legislative Assemblies and the state councils of ministers shall have such immunities as are provided by law. (7) Each state Legislative Assembly shall make its own Conduct of Business Regulations, establish its committees and elect its speaker and other officers.",
    "tags": [
      "legislature",
      "state",
      "constitution",
      "law",
      "president",
      "assembly",
      "election",
      "vote",
      "minister",
      "governor",
      "executive",
      "elections",
      "democracy"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 165,
    "title": "(1) There shall be a governor for each state elected by the residents of that state in compliance with the requirements prescribed by the National Elections Commission and in accordance with this Constitution and the relevant state constitution.",
    "chapter": "",
    "part": "",
    "text": "(2) The Governor of each state shall be the head of the executive organ in the state and shall appoint and relieve the Deputy Governor, state Advisors, and state Ministers in consultation with the President and in accordance with the state constitution. (3) The Deputy Governor may assume the portfolio of a Minister other than the Minister of Finance, and shall act as Governor in the absence of the Governor. (4) State Ministers shall be individually and collectively answerable to the Governor and the state Legislative Assembly in the performance of their functions. (5) A state Minister may be removed by the Governor; or on a motion supported by two-thirds of all the members of the state Legislative Assembly. (6) The state executive shall exercise the executive competences of the state in respect of the functional areas in Schedules B, C and D read together with Schedule E, as conferred by this Constitution and the state constitution and such other executive powers as may be prescribed by law.",
    "tags": [
      "constitution",
      "election",
      "governor",
      "state",
      "national",
      "law",
      "president",
      "assembly",
      "executive",
      "minister",
      "legislature",
      "economy",
      "finance"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 166,
    "title": "(1) Pursuant to Article 47 (c) of this Constitution and the state constitutions, the states shall enact laws for the establishment of a system of local government based on urban and rural councils for which they shall provide structures, composition, finance and functions.",
    "chapter": "",
    "part": "",
    "text": "(2) Without prejudice to the provisions of sub-Article (1) above and for the purposes of the initial establishment of a local government system, and in order to set common standards and criteria for the organization of local government, the National Government shall enact the necessary legislation. (3) The President shall establish a Local Government Board under his or her office to review the local government system and recommend the necessary policy guidelines and action in accordance with the decentralization policy enshrined in this Constitution. (4) Without prejudice to the existing forms of the local government structures, local government councils shall be established by law taking into account but not limited to the following criteria: (a) size of territory; (b) population; (c) economic viability; (d) common interest of the communities; and (e) administrative convenience and effectiveness. (5) Local government tiers shall consist of County, Payam and Boma in the rural areas, and of city, municipal and town councils in the urban areas. (6) The objects of local government shall be to: (a) promote self-governance and enhance the participation of people and communities in maintaining law and order and promoting democratic, transparent and accountable local government; (b) establish the local government institutions as close as possible to the people; (c) encourage the involvement of communities and community based organisations in the matters of local government, and promote dialogue among them on matters of local interest; (d) promote and facilitate civic education; (e) promote social and economic development; (f) promote self-reliance amongst the people through mobilisation of local resources to ensure the provision of health and educational services to communities in a sustainable manner; (g) promote peace, reconciliation and peaceful coexistence among the various communities; (h) ensure gender mainstreaming in local government; (i) acknowledge and incorporate the role of Traditional Authority and customary law in the local government system; (j) involve communities in decisions relating to the exploitation of natural resources in their areas and promote a safe and healthy environment; and (k) promote and support the training of local cadres. (7) Local governments shall have powers to levy, charge, collect and appropriate fees and taxes in accordance with the law. (8) The National Government may pay grants-in-aid to states in support of their budgetary deficits and that of local government councils.",
    "tags": [
      "constitution",
      "law",
      "government",
      "state",
      "local",
      "president",
      "education",
      "health",
      "national",
      "territory",
      "executive",
      "land",
      "natural resources"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 167,
    "title": "(1) The institution, status and role of Traditional Authority, according to customary law, are recognised under this Constitution.",
    "chapter": "",
    "part": "",
    "text": "(2) Traditional Authority shall function in accordance with this Constitution, the state constitutions and the law. (3) The courts shall apply customary law subject to this Constitution and the law. **Role of Traditional Authority**",
    "tags": [
      "constitution",
      "law",
      "court",
      "state",
      "judiciary"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 168,
    "title": "(1) Legislation of the states shall provide for the role of Traditional Authority as an institution at the local government level on matters affecting local communities.",
    "chapter": "",
    "part": "",
    "text": "(2) Legislation at the National and state levels shall provide for the establishment, composition, functions and duties of councils for Traditional Authority leaders.",
    "tags": [
      "government",
      "state",
      "local",
      "national"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 169,
    "title": "(1) The National Government shall promote, support and encourage decentralized broad based and balanced and participatory economic development based on the principle of subsidiarity and devolution of governmental functions and powers to the appropriate levels where the people can best manage and direct their own affairs.",
    "chapter": "",
    "part": "",
    "text": "(2) Equitable economic development shall be based, *inter alia*, on the agricultural and agro-industrial sectors, and promotion of private sector conducted in accordance with the best known practices of sustainable development within a framework of transparent and accountable governance. (3) The National Government shall promote and encourage the participation of the people in the formulation of its development policies and programmes. (4) The National Government shall endeavour to build institutional, human, social and economic capacity, develop infrastructure and social services and raise the standard of public services to attain the Millennium Development Goals. (5) The sharing and allocation of resources and national wealth shall be based on the premise that all states, localities and communities are entitled to equitable development without discrimination as shall be regulated by law. (6) National wealth and other resources shall be allocated in a manner that will enable each level of government to discharge its legal and constitutional responsibilities and duties and ensure that the quality of life and dignity of all the people are promoted without discrimination on grounds of gender, religion, political affiliation, ethnicity, language or locality. (7) The National Government shall fulfill its obligations to provide financial transfers to all levels of government, and shall, except as otherwise provided herein, apportion revenue equitably among the states and local governments as shall be determined by law. (8) Revenue sharing shall reflect a commitment to devolution of powers and decentralization of decision-making in regard to development, service delivery and good governance. (9) All taxes and duties set out in this Constitution shall be regulated by law to ensure coordination, fairness, equity, transparency and to avoid an excessive tax burden and tax incident on the citizens, private sector and investors. (10) No level of government shall unduly withhold any allocation or financial transfer due to another level of government. In case of dispute, any level of government, after attempting amicable solution, may initiate proceedings before the Supreme Court.",
    "tags": [
      "government",
      "national",
      "constitution",
      "law",
      "religion",
      "court",
      "trial",
      "supreme",
      "state",
      "local",
      "judiciary",
      "economy",
      "finance"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 170,
    "title": "(1) All land in South Sudan is owned by the people of South Sudan and its usage shall be regulated by the government in accordance with the provisions of this Constitution and the law.",
    "chapter": "",
    "part": "",
    "text": "(2) Notwithstanding sub-Article (1) above, and the provisions of Article 28 of this Constitution, the government at all levels, may expropriate land in the public interest as shall be prescribed by law.",
    "tags": [
      "constitution",
      "law",
      "government",
      "land",
      "natural resources"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 171,
    "title": "(1) The regulation of land tenure, usage and exercise of rights thereon shall be governed by this Constitution and the law.",
    "chapter": "",
    "part": "",
    "text": "(2) Without prejudice to sub-Article (4) below, the land tenure system in South Sudan shall consist of: (a) public land; (b) community land; and (c) private land. (3) Public land shall include, but not be limited to:",
    "tags": [
      "constitution",
      "law",
      "rights",
      "land",
      "natural resources"
    ],
    "lawSource": "Laws of South Sudan"
  },
  {
    "article": 1,
    "title": "Title and Commencement.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "This Act may be cited as “The Penal Code Act, 2008,” and shall come into force on the date of its signature by the President.",
    "tags": [
      "penal code",
      "criminal law"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 2,
    "title": "Repeal and Saving.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "The Penal Code Act, 2003, is hereby repealed; provided that, all actions taken, proceedings, orders and regulations made or issued thereunder shall remain in force until they are repealed or amended in accordance with the provisions of this Act.",
    "tags": [
      "penal code",
      "criminal law"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 3,
    "title": "Purpose.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "The purpose of this Act is to provide for the penalties which govern the criminal acts that may be adjudicated upon by the Courts of Southern Sudan, the sentences which may be imposed upon conviction, and any other issues related thereto. ***Signed on 22nd*** ***August,  2008*** (1) This Act is drafted in accordance with the provisions of paragraphs (4) and (9) of Schedule (B) of the Interim Constitution of Southern Sudan (“ICSS”), 2005, and as part of the effort to establish minimum Southern Sudan standards and uniform norms in the areas of penal law, and judicial institutions. (2) The provisions of this Act represent the minimum standards that shall be applied to all the judicial proceedings in or before any Court in Southern Sudan in criminal and criminal related matters, except for criminal proceedings under National Laws, which will be governed by national legislation.",
    "tags": [
      "penal code",
      "criminal law",
      "criminal",
      "sentence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 5,
    "title": "Interpretations.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) In this Act, unless the context otherwise requires, the following words and expressions shall have the meanings assigned to them respectively— **“Act”** means something done or performed, and may denote a series of acts as well as a single act; except where a contrary intention appears from the context, words which refer to acts committed may also extend to illegal omissions; **“Act of insurgency, banditry, sabotage or terrorism”** means any act referred to in section 67(1)(d)(i), (ii), (iii), (iv) or (v) that is undertaken for a purpose referred to in section 67(1) paragraph (a), (b) or (c) therein; **“Animal”** means a living creature, other than a human being; **“Assembly”** means the Southern Sudan Legislative Assembly; **“Bomb”** means— (a) any device consisting of or carrying an explosive charge or fused to detonate upon impact or percussion or through a timing contrivance or by an electrical or electronic device; or (b) any other device capable of causing an explosion; **“Coin”** means any metal used as money and stamped and issued by any government in order to be used as a currency; **“Counterfeit”** means to unlawfully cause one thing to resemble another thing intending by means of that resemblance to practice deception or knowing it to be likely that deception will thereby be practiced; **“Coercing”** means constraining, compelling or restraining by— (a) physical force or violence or, if accompanied by physical force or violence or the threat thereof, boycott, civil disobedience or resistance to any law, whether such resistance is active or passive; or (b) threats to apply or employ any of the means described in paragraph (a), above; **“Court”** means a court of competent jurisdiction; **“Creed or religion”** means any system of beliefs associated with practices of worship that is adhered to by any group of persons in Southern Sudan or any other country, and includes African traditional beliefs; **“Defence forces”** means the SPLA and Joint Integration Units in Southern Sudan; **“Dishonesty”** means a state of mind where an act is committed by a person with the intention of causing wrongful gain for himself, herself or another, or of causing wrongful loss to any other person; **“Document”** signifies any writing intended to be used or which may be used as evidence of the matter expressed thereby; **“Document of title”** means a document which is or purported to be a document whereby a legal right is created, extended, transferred, restricted, extinguished or released, or whereby the existence or the extinction of a legal right is acknowledged or established; **“Essential service”** means— (a) any service relating to the generation, supply or distribution of electricity; (b) any fire brigade or fire service; (c) any health, hospital or ambulance service; (d) any service relating to the production, supply, delivery or distribution of fuel; (e) any service relating to the supply or distribution of water; (f) any communications service; (g) any transport service; or (h) any other service or occupation whose interruption would endanger the life, health or safety of the whole or a part of the population and which the Minister may declare by notice in a statutory instrument to be an essential service; **“Fraudulently”** or **“with intent to defraud”** means a state of mind where an act is committed by a person with the intent to deceive, and by means of such deceit, to obtain some advantage for himself or another or to cause loss to any other person; **“Good faith”** means a state of mind where an act is committed or believed to be done honestly, with due care and attention, and without malice; **“Government”** means the Government of Southern Sudan, State and the Local Government; **“Guardian”** or **“lawful guardian”** means any person lawfully entrusted with care or custody of a minor or other person authorised to consent to the taking of such a minor out of the custody; **“Harbour”** means the act of affording lodging, shelter, or refuge to another person who has committed or intends to commit an offence or who is seeking to evade arrest; **“Constitution”** or **“ICSS”** means the Interim Constitution of Southern Sudan, 2005; **“Illegal”** means something which is prohibited by this Act or other applicable law; **“Injury”** or **“hurt”** means any harm whatsoever caused to any person, in body, mind, reputation, or property; **“Insurgent, bandit, saboteur or terrorist”** means a person who— (a) is about to commit, is committing or has committed an act of insurgency, banditry, sabotage or terrorism; or (b) has attended a course or undergone training, is about to attend a course or undergo training or is attending a course or undergoing training referred to in section 69(1) of this Act; **“Judicial proceedings”** means any proceeding in the course of which it is lawful to take evidence under oath; **“Probable”** means to have a certain consequence or to cause a certain effect if the occurrence of that consequence or effect would not be unexpected; **“Likely”** means that an act is said to be “likely” to have a certain consequence or to cause a certain effect if the occurrence of that consequence or effect would cause no surprise to a reasonable man; **“Minister”** means the Minister concerned in the Government; **“Movable property”** means any property of every description except immovable property such as land and things attached to the earth or permanently fastened to anything which is attached to the earth; **“Note”** means every currency note issued by or under the authority of any government and intended to be used as equivalent to or as a substitute for money and any banknote which is legally a currency in any country; **“Oath”** means any declaration required or authorised by law; or tradition to be used for the purpose of proof, whether in a Court or otherwise; **“Offence”** means a violation of the law, and includes an offence under any law for the time being in force; **“Offensive material”** means any inflammable, dangerous, noxious, or deleterious substance, material or thing capable of killing or injuring persons, including, but not limited to— (a) low or high explosives and the ingredients thereof; (b) all types of fuse used in the ignition of explosives; (c) detonators; (d) timing devices, especially time pencils; (e) wire cutters; (f) concentrated or other harmful acids; (g) ammunition; (h) biological or chemical warfare agents; (i) any other substance, material or thing declared by the Minister, by notice in a statutory instrument, to be an offensive material for the purposes of this definitions; **“Other Organized Forces”** means organized forces of Police, Prisons, Wildlife and Fire Brigade.. **“Omission”** means a failure to do something, in which the person was under a legal obligation to do, and may denote a series of omissions as well as a single omission; **“Person”** means any legal entity, association or body of persons, whether or not incorporated, as well as any individual; **“President”** means the President of the Government of Southern Sudan; **“Prostitution”** means an immoral sexual intercourse for a consideration, being payment or reward; **“Public”** means any class or section of the public; **“Public demonstration”** means a procession, gathering or assembly in a public place of persons and additionally, or alternatively, of vehicles, where the gathering is in pursuit of a common purpose of demonstrating support for, or opposition to, any person, matter or thing, whether or not the gathering is spontaneous or is confined to persons who are members of a particular organization, association or other body or to persons who have been invited to attend; **“Public gathering”** means a public meeting or a public demonstration; **“Public meeting”** means any meeting which is held in a public place or to which the public or any section of the public have access, whether on payment or otherwise; **“Public place”** means any building, open space or other place of any description to which the public or any section of the public have access, whether on payment or otherwise and whether or not the right of admission thereto is reserved; **“Publicly”** means in relation to making a statement— (a) in a public place or any place to which the public or any section of the public have access; (b) by publishing it in any printed or electronic medium for reception by the public; **“Publicly solicits”** means— (a) solicits in a public place or any place to which the public or any section of the public have access; or (b) solicits by publication of the solicitation in any printed or electronic medium for reception by the public; **“Public servant”** means a person falling under any of the following descriptions— (a) a person appointed by the Government, State Authority or by any Local Authority for the performance of public duties whether with or without remuneration or for the performance of a specific public duty while performing that duty; (b) a person not falling within the description set forth in subparagraph (a), above, who is in the service of another County’s authority in a judicial, quasi-judicial, executive, administrative or clerical capacity; (c) a private, non commissioned officer or commissioned officer of the SPLA; (d) an assessor or other person assisting a Court or a public servant exercising judicial or quasi judicial functions while acting in that capacity; (e) a person not being a member of the Assembly, who is appointed or deputed by the Assembly to do anything pertaining to the functions of the Assembly or any of its organs; and (f) a person who works in a public corporation whether such corporation is established by law or by an order of the President; **“Reason to believe”** means a situation where a person has sufficient cause to believe that something is true or false, but not otherwise; **“Revenue stamp”** means a stamp issued by or under the authority of Southern Sudan or the government of any other country for postal or other revenue purposes; **“Sentence”** means the punishment imposed after conviction of an offence; **“Sexually transmitted disease”** means syphilis, gonorrhea, herpes, and all other forms of sexually transmitted diseases except, for the purposes of this section, HIV/AIDS; **“SDG”** means the Sudanese Pound; **“SPLA”** means the Sudan People’s Liberation Army which includes land, naval and air forces; **“Statement”** includes any act, gesture or form of expression, whether verbal, written or visual, but does not include any film, picture, publication, statue or record that is of a *bona fide* literary or artistic character; **“Treason”** means an act of sedition disloyalty, betrayal or subversion. **“Unconstitutional means”** means any process which is not a process provided for in the Interim Constitution of Southern Sudan and,or other law; **“Vessel”** means anything made for the conveyance by water, of human beings or of property; **“Voluntarily”** means an act done by design and intention; **“Weaponry”** means any of the following kinds of offensive material— (a) artillery of all kinds; (b) a firearm or other apparatus for the discharge of bullets or other kinds of projectiles which are designed to be lethal, whether solid, explosive or gas diffusing; (c) a flame-thrower; (d) high or low explosive, whether or not manufactured as a bomb, grenade or similar missile or device and whether capable of use with a firearm or not, including a fuse, detonator or timing device therefor; (e) biological or chemical warfare agents; (f) any other offensive material declared by the Minister, by notice in a statutory instrument, to be an offensive material for the purposes of this definition; **“Writing”** denotes any marks made upon paper or other substance to express words or ideas, and includes marks made by printing, lithography, photography, inscription, engraving or any other process; **“Wrongful gain”** means any benefit gained by or through unlawful means, or property to which the person gaining is not legally entitled; **“Wrongful loss”** means any loss incurred by or through unlawful means, or property to which the person losing it is legally entitled. (2) Terms not specifically defined herein, which are defined in either the Code of Criminal Procedure Act, 2008, or the Evidence Act, 2006, as in force from time to time, shall have the meanings set forth in those Codes, unless the context is inconsistent, and except where it is otherwise expressly provided. **APPLICATION OF LAW, CONVICTION AND** **COMPENSATION** *Application of Law*",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "criminal",
      "punishment",
      "sentence",
      "fine",
      "fraud",
      "treason",
      "terrorism",
      "insurgency",
      "banditry",
      "sabotage",
      "defence",
      "public servant",
      "violence",
      "property",
      "injury",
      "hurt",
      "prostitution",
      "religion",
      "evidence",
      "arrest",
      "custody",
      "offences against state",
      "offences against property",
      "corruption offences",
      "sexual offences",
      "computer offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 6,
    "title": "Conviction for Offences Committed Within Southern Sudan.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Every person, who either by an act or omission, acts contrary to the provisions of this Act, commits an offence, and upon conviction, shall be sentenced in accordance with the provisions of this Act or other applicable law. (2) In the application of this Act, Courts may consider the existing customary laws and practices prevailing in the specific areas. (3) For the purpose of this Act, definition of Southern Sudan includes its land, airspace, internal waters, and all Southern Sudan steamers and aircrafts wherever they are.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 7,
    "title": "Conviction for Offences Committed Outside Southern Sudan.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Every person who engages in the acts set forth in this section, commits an offence, which is subject to adjudication by the Courts of Southern Sudan— (a) Any person who commits an offence outside Southern Sudan, whether as principal or abettor, with respect to any offence committed either wholly or in part, in Southern Sudan; (b) Any person who commits an act in Southern Sudan, which is an offence in Southern Sudan, and is also an offence under any law in force in the place where the act is committed or intended to be committed; or (c) Any person who is guilty of the commission or abetment outside Southern Sudan of any of the following offences— (i) an offence falling under Chapters II, V, VI of this Act; (ii) an offence falling under section 160 of this Act; or (iii) an offence falling under section 169 of this Act. (2) Every Southern Sudanese who is guilty of the commission of abetment outside Southern Sudan, or an offence that falls within the meaning of this Act, upon conviction, shall be subject to sentencing in Southern Sudan. (3) No person shall be convicted in Southern Sudan for an offence committed outside Southern Sudan, if it is proved that such person was tried outside Southern Sudan before a Court of competent jurisdiction, and that such person has served his or her sentence. Further more such person shall not be convicted if he or she was declared innocent by such Court. *Provisions Related to Conviction*",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "abetment"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 8,
    "title": "Possible Sentences.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Persons who act contrary to the provisions of this Act, may be subject to the following sentences— (a) death; (b) imprisonment; (c) forfeiture of property; (d) detention in a reformatory; or (e) fine.",
    "tags": [
      "penal code",
      "criminal law",
      "sentence",
      "imprisonment",
      "fine",
      "death",
      "property"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 9,
    "title": "Juveniles, Aged Persons, Pregnant or Suckling Women.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "The Court shall not pass— (a) a sentence of imprisonment on any person who in the opinion of the Court is under sixteen years of age; (b) the death penalty on any person who in the opinion of the Court is under eighteen years of age; and (c) the death penalty on any person who in the opinion of the Court is over seventy years of age.",
    "tags": [
      "penal code",
      "criminal law",
      "penalty",
      "sentence",
      "imprisonment",
      "death"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 10,
    "title": "Term of Life Imprisonment.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "A sentence to life imprisonment shall be equivalent to a term of twenty years.",
    "tags": [
      "penal code",
      "criminal law",
      "imprisonment",
      "sentence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 11,
    "title": "Special Sentence for Juvenile Offenders.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "When an accused person who is twelve and less than eighteen years of age is convicted by a High Court of any offence, or by the Court of a Magistrate of the First or Second Class of any offence not triable summarily, the Court may, in passing the sentence prescribed by law, sentence such accused person to be detained in a reformatory school or other establishment for the purpose for a term which shall not be less than two or more than five years.",
    "tags": [
      "penal code",
      "criminal law",
      "sentence",
      "offence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 12,
    "title": "Fines not to be Excessive.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Where no sum is expressed to which a fine may be levied, the amount of fine to which the offender is liable is unlimited, but in no event shall such fine be excessive.",
    "tags": [
      "penal code",
      "criminal law",
      "fine"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 13,
    "title": "Sentence of Imprisonment for Non-payment of Fine.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whenever an offender is sentenced to a fine, regardless of whether the fine is to be paid in addition to a sentence of imprisonment, the Court which sentenced the offender may direct that upon default of payment of the fine, the offender shall be sentenced to imprisonment for a certain term, provided that, which such term shall not exceed any other term of imprisonment to which he or she may have been sentenced or to which he or she may be liable under a commutation of a sentence.",
    "tags": [
      "penal code",
      "criminal law",
      "sentence",
      "imprisonment",
      "fine"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 14,
    "title": "Limit to Imprisonment for Non-payment of Fine, when Imprisonment and Fine are Awardable.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "If the offence subject to a sentence of imprisonment and a fine, upon default in payment of the fine, the Court may sentence the offender to be imprisoned for a term, that shall not exceed one fourth of the maximum term of imprisonment which is fixed for the original offence; provided that, in case of offences in which the offender has obtained material benefit, he or she shall be bound to return such benefit; and in case of default, he or she shall be sentenced to an additional term of imprisonment without regard to the limitation provided for in this section.",
    "tags": [
      "penal code",
      "criminal law",
      "imprisonment",
      "fine",
      "offence",
      "sentence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 15,
    "title": "Imprisonment for Non-payment of Fine, when the Offence is Subject to Fine Only.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "If the offence is subject to a sentence of a fine only, the term for which the Court may sentence the offender to be imprisoned upon default of payment of the fine, shall not exceed the following— (a) a term not exceeding two months, when the amount of the fine does not exceed SDG120; (b) a term not exceeding four months when the amount of the fine does not exceed SDG300; and (c) a term not exceeding six months in any other case.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "imprisonment",
      "fine",
      "sentence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 16,
    "title": "Imprisonment to Terminate on Payment of Fine or Proportional Part of Fine.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) If, before the offender is committed to prison under section 13 of this Act, upon default of payment of a fine, and a proportion of the fine is paid or levied by process of law, the term of imprisonment upon default of payment shall be abated proportionately. (2) If the offender has been committed to prison under section 13 of this Act, the imprisonment shall terminate whenever the fine or a proportion of the fine, equal to the proportion which the un-expired term of imprisonment bears to the whole term, is either paid or levied by due process of law.",
    "tags": [
      "penal code",
      "criminal law",
      "imprisonment",
      "fine"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 17,
    "title": "Fine Discharged by Death or Service of Sentence in Default of Payment.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Where a fine or any part thereof remains unpaid, the offender or his or her estate, if he or she is dead, is discharged from liability to pay the fine or the unpaid part thereof, notwithstanding that he or she has served a term of imprisonment upon default of payment of the fine.",
    "tags": [
      "penal code",
      "criminal law",
      "sentence",
      "fine",
      "death",
      "imprisonment"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 18,
    "title": "Limit on Sentence when act Falls within Definition of more than one Offence, or when an Offence made up of Several acts.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "When the same act falls within the definition of more than one offence, or when an offence consists of a series of acts, any one or more of which constitutes the same or some other offences, the offender shall not, unless it is otherwise expressly provided for be sentenced to a longer term than the Court which tries him or her could have awarded for any one of such offences. **Illustrations—** *(a) “A” gives “Z” fifty strokes with a stick. Here “A” can be punished for one beating only although each blow may by itself constitute an offence;* *(b) But if, while “A” is beating “Z”, “Y” interferes and “A” intentionally strikes “Y”, here, as the blow given to “Y” is no part of the act whereby “A” voluntarily causes hurt to “Z”, “A” is liable to one punishment* *for voluntarily causing hurt to “Z” and to another for the blow given to “Y”.*",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "punishment",
      "hurt"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 19,
    "title": "Sentencing of a Person Convicted of one of Several Offences.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "In all cases in which the judgment specifies that a person has committed one of several offences, but it is unclear which of these offences he or she has been convicted of, the offender shall be sentenced for the offence for which the lowest sentence is provided. (1) Whenever any person is sentenced to imprisonment for a term of more than six months for an offence committed under this Act, and the said convicted person has, on at least, three previous occasions been sentenced to imprisonment, the Magistrate or Court may, if in his, her or its opinion the circumstances justify so doing, give such person a warning by reading out and explaining to him or her the relevant parts of this section and such warning shall be recorded with the sentence. (2) If any person who has been warned is subsequently convicted of any offence which may subject him or her to imprisonment, and such offence is committed more than one year after his or her release from serving the sentence in respect of which he or she was warned, the Court or Magistrate when sentencing him or her shall give him or her a second warning. (3) If any person who was warned is convicted of an offence which may subject him or her to imprisonment, and such offence is committed within one year of his or her release from serving the sentence in respect of which he or she was warned, or if any person who was twice warned, is convicted of any such offence at any time after the second warning, he or she shall be sentenced to imprisonment for a term that may extend to ten years. (4) No person who was warned shall be tried for any offence which may subject him or her to imprisonment except under this Act, by a Magistrate of the First Class, non summarily, or by a higher Court, and in awarding sentence under subsection (3), above, such Magistrate or Court shall not be subject to the limits of his or her or its powers set forth by the Code of Criminal Procedure Act, 2008\\. (5) Sentences awarded under subsection (3), above, shall not be subject to any maximum term prescribed for the offence of which the warned person is convicted. *Compensation*",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "criminal",
      "sentence",
      "imprisonment"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 21,
    "title": "Compensation.",
    "chapter": "Chapter I",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) A Court which convicts any accused person, whether or not the said Court passed any sentence as set forth in section 8, may order the offender to pay compensation to any person injured by his or her offence, if such compensation is in the opinion of the Court recoverable in a civil suit. (2) An order under this section may be sent to a Civil Court for execution in accordance with the rules governing execution of judgments as set forth in the Code of Civil Procedure Act, 2008\\. **Note-***Money or any other property as well may be ordered as compensation under this section. See the Code of Criminal Procedure Act, 2008\\. Under such section, the Court first decides whether a fine is the proper punishment and if it so decides, it may order the whole or part of the fine to be paid as compensation. The fact that it has made such an order does not prevent the Court from ordering further compensation under this section.* **CRIMINAL RESPONSIBILITY AND DEFENCES** *Criminal Responsibility*",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "criminal",
      "punishment",
      "sentence",
      "fine",
      "defence",
      "property"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 22,
    "title": "Common Knowledge.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "A person is presumed, unless the contrary is proved, to have knowledge of any material fact if such fact is a matter of common knowledge. A person who does an act in a state of intoxication is presumed to have the same knowledge as he or she would have had if he or she not intoxicated. *Defences Negating Criminal Responsibility*",
    "tags": [
      "penal code",
      "criminal law",
      "criminal",
      "defence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 24,
    "title": "Acts of a Person Incapable of Judgment by Reason of Intoxication Caused Against his or her Will.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "No act is an offence which is committed by a person who, at the time of doing such act, did not possess the power of appreciating the nature of his or her actions or of controlling them, by reason of intoxication caused by any substance administered to him or her against his or her will or without his or her knowledge.",
    "tags": [
      "penal code",
      "criminal law",
      "offence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 25,
    "title": "Act done by Person Bound or Justified by Law.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "No act is an offence which is done by a person who is legally bound to do it or justified by law in doing it, or who by reason of a mistake of fact, and not by reason of a mistake of law in good faith believes himself or herself to be bound by law to do it or justified by law in doing it. **Illustration—** *(a) “A” an officer of a Court being ordered by that Court to arrest “Y” and after due enquiry believing “Z” to be “Y” arrests “Z”. “A” has committed no offence.* *(b) “A” sees “Z” commit what appears to “A” to be a murder. “A” in the exercise to the best of his or her judgment exerted in good faith of the power which the law gives to all persons of arresting murderers in the act, seizes “Z” in order to bring “Z” before the proper authorities. “A” has committed no offence, though it may turn out that “Z” was acting in self defence.* No act is an offence which is committed by a person when acting judicially as a Court or as a member of a Court in the exercise of any power which is in good faith he or she believes to be given to him or her by law.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "murder",
      "defence",
      "arrest",
      "offences against persons"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 27,
    "title": "Act Committed Pursuant to the Judgment or Order of the Court.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "No act is an offence which is committed in pursuance of, or which is warranted by, the judgment or order of a Court, or for the execution of such judgment or order, if done whilst such judgment or order remains in force, notwithstanding that the Court may have had no jurisdiction to pass such judgment or order; provided that, the person doing the act believes, in good faith, that the Court has proper jurisdiction.",
    "tags": [
      "penal code",
      "criminal law",
      "offence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 28,
    "title": "Accident in Committing a Lawful Act.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "No act is an offence which is committed by accident or misfortune and without any criminal intention or knowledge in the doing of a lawful act in a lawful manner by lawful means and with due care and attention.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "criminal"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 29,
    "title": "Act Committed to Prevent Injury.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "No act is an offence by reason of any injury which it may cause, or be intended by the doer to cause, or be known by the doer to be likely to cause, if such act was committed without any criminal intent to cause injury, and in good faith for the purpose of preventing or avoiding other injury to person or property, or of benefiting the person to whom injury is or may be caused, provided that— (a) in the light of the circumstances of the case, the commission of the act was reasonable; (b) where the circumstances so require, the act was committed with reasonable care and skill; (c) the act was not committed with the intent of causing death or attempt to cause death in order to prevent or avoid injury only to property, and not an individual person; (d) death of an individual person shall under no circumstances be deemed to be for the benefit of that person; and (e) pecuniary benefit is not deemed to be a benefit within the meaning of this section. **Illustrations—** *(a) A passenger train traveling at a high speed is approaching a stationary passenger train upon the same line of rails. A railway employee, as the only means of preventing a collision that would probably involve the lives of many passengers, switches the moving train in to a siding. The employee is not guilty of an offence if in light of all the circumstances, his or her act was reasonable, although fatal though less serious accident will likely result and a fatal accident in fact occurs;* *(b) “A” in a great fire pulls down houses in order to prevent the conflagration from spreading. “A” does this with the intention in good faith of saving human life or property. If, in light of the circumstances his or her acts are found to be reasonable, “A” is not guilty of an offence.* *(c) “Z” is seized by a crocodile, “A” fires at the crocodile knowing it to be likely that the shot may kill “Z” but not intending to kill “Z” and in good faith intending “Z’s” benefit. In fact “A” kills “Z”. “A” has committed no offence.*",
    "tags": [
      "penal code",
      "criminal law",
      "injury",
      "offence",
      "criminal",
      "death",
      "attempt",
      "property"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 30,
    "title": "Children under Twelve Years of Age not Criminally Liable.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "A child under twelve years of age, shall be deemed to lack criminal capacity and shall not be tried for or convicted of any offence, which he or she is alleged to have committed.  36",
    "tags": [
      "penal code",
      "criminal law",
      "criminal",
      "offence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 31,
    "title": "Criminal Capacity of Children of Twelve and under Fourteen Years of Age.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "A child who is of twelve, but under fourteen years of age, at the time of the conduct constituting any offence which he or she is alleged to have committed, shall be presumed criminally liable, unless the contrary is proved beyond reasonable doubt— (a) to lack the capacity to form the intention necessary to commit the offence; or (b) where negligence is an element of the offence concerned, to lack the capacity to behave in the way that a reasonable adult would have behaved in the circumstances.",
    "tags": [
      "penal code",
      "criminal law",
      "criminal",
      "offence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 32,
    "title": "No Presumption of Criminal Incapacity for Persons of and over the Age of Fourteen Years.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "No person who is of or above the age of fourteen years shall be presumed to lack the capacity to form the necessary intention to commit any offence or, where negligence is an element of the offence concerned, to behave in the way that a reasonable person would have behaved in the circumstances of the offence.",
    "tags": [
      "penal code",
      "criminal law",
      "criminal",
      "offence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 33,
    "title": "No Relief from Civil Liability.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "The provisions regarding criminal responsibility as they apply to children, shall not, however, affect any civil claim by the aggrieved party against the parents or guardian of the child.",
    "tags": [
      "penal code",
      "criminal law",
      "criminal"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 34,
    "title": "Act of a Person Incapable of Judgment by Reason of Unsoundness of Mind.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "No act is an offence which is committed by a person who at the time of committing such act did not possess the power to appreciate the nature of his or her acts, or of controlling them by reason of permanent or temporary insanity or mental infirmity, provided however, that this provision shall not affect any civil claim instituted by the aggrieved party against the guardian unless the person of unsound mind was in custody at the time of the Commission of the offence.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "custody"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 35,
    "title": "Act not Intended to Cause Death or Grievous Hurt Done by Consent.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "No act is an offence by reason of the injury it has caused to the person or property of any person who, being above the age of eighteen years, has voluntarily and with understanding given his or her consent, express or implied, to that act; provided that, this section shall not be applicable to acts which are likely to cause death or grievous hurt, nor to acts which constitute offences independently of any injury which they are capable of causing to the person who has given his or her consent or to his or her property. **Illustration—** *“A” and “Z” agree to fence with each other for amusement. This agreement implies the consent of each to suffer any harm which in the course of such fencing may be caused without foul play; and if “A” while playing fairly hurts “Z”, “A” commits no offence.*",
    "tags": [
      "penal code",
      "criminal law",
      "death",
      "hurt",
      "grievous",
      "offence",
      "property",
      "injury"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 36,
    "title": "Consent Known to be Given Under Fear or Misconception.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "A consent is not such a consent as is intended by any section of this Act, if its is given by any of the following— (a) by a person under fear of injury or under a misconception of fact, and if the person doing the act knows or has reason to believe that the consent was given in consequence of such fear or misconception; (b) by a person who from unsoundness of mind or intoxication is unable to understand the nature and consequence of that to which he or she gives his or her consent; or (c) by a person who is under eighteen years of age. **37\\. Communication made in Good Faith.** No communication made in good faith is an offence by reason of any harm to the person to whom it is made, if it is made for the benefit of that person. *“A” a surgeon in good faith communicates to a patient his opinion that the patient will not live. The patient dies in consequence of the shock. “A” has committed no offence.*",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "injury"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 38,
    "title": "Act to Which a Person is Compelled by Threats.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Except murder, and offences against the Government which may result in the sentence of death, no act is an offence which is committed by a person who is compelled to do it by threats, which at the time of committing such act, reasonably cause the apprehension that instant death to that person will otherwise be the consequence; provided that, the person committing the act did not, of his or her own accord, or from a reasonable apprehension of harm, put himself or herself, in the situation by which he or she became subject to such constraint.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "death",
      "murder",
      "offences against persons"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 39,
    "title": "Act Causing Slight Injury.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "No act is an offence by reason that it causes or that it is intended to cause or that it is known to be likely to cause any injury, if that injury is so slight that no person of ordinary sense and temper would complain of such injury. *Right of Private Defence*",
    "tags": [
      "penal code",
      "criminal law",
      "injury",
      "offence",
      "defence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 40,
    "title": "The Right of Private Defence.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) No act is an offence which is done in the lawful exercise of the right of private defence. (2) Every person has a right, subject to the restrictions hereinafter contained, to defend— (a) his or her own body and the body of any other person against any offence affecting the human body; and (b) property, whether movable or immovable, of himself, herself or of any other person, against any act, or attempted act which is an offence falling under the definition of theft, robbery, mischief or criminal trespass.",
    "tags": [
      "penal code",
      "criminal law",
      "defence",
      "offence",
      "criminal",
      "theft",
      "robbery",
      "attempt",
      "property",
      "offences against property"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 41,
    "title": "Right of Private Defence Against Act of Person of Unsound Mind, etc.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "When an act, which would otherwise be an offence is not an offence by reason of age, want of maturity of understanding, the unsoundness of mind or the intoxication of the person doing that act or by reason of any misconception on the part of that person, every person has the same right of private defence against that act which he or she would have had as if the act was an offence. **Illustrations—** *(a) “Z” under the influence of madness attempts to kill “A”. “Z” is guilty of no offence. But “A” has the same right of private defence which he would have if “Z” were sane; (b) “A” enters by night a house which he or she is legally entitled to enter. “Z” in good faith taking “A” for a house breaker, attacks “A” Here “Z”, by attacking “A” under this misconception, commits no offence. But “A” has the same right of private defence against “Z”, which he or she would have if “Z” were not acting under that misconception.*",
    "tags": [
      "penal code",
      "criminal law",
      "defence",
      "offence",
      "attempt"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 42,
    "title": "General Limit of Right of Private Defence.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "The right of private defence shall, in no case, extend to the inflicting of more harm than it is necessary to inflict for the purpose of defence.",
    "tags": [
      "penal code",
      "criminal law",
      "defence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 43,
    "title": "No Right of Private Defence when Protection of Public Authorities Available.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "There is no right of private defence in cases in which there is time to have recourse to the protection of the public authorities.",
    "tags": [
      "penal code",
      "criminal law",
      "defence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 44,
    "title": "Limitation of Right of Private Defence Against Act of Public Servant.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "There is no right of private defence against an act which does not reasonably cause the apprehension of death or of grievous hurt, if done or attempted to be done by a public servant acting in good faith under the colour of his or her office, or at the directives of a public servant acting in good faith, though those directives may not be strictly justifiable by law. **Explanations—** *(a) A person is not deprived of the right of private defence against an act done or attempted to be done by a public servant, as such, unless he or she knows or has reason to believe that the person doing the act, or attempting to do it, is such public servant*. *(b) A person is not deprived of the right of private defence against an act done or attempted to be done by the direction of a public servant, unless he or she knows or has reason to believe that the person doing the act is acting by such direction or, if he or she has authority in writing, unless he or she produces such authority if demanded.*",
    "tags": [
      "penal code",
      "criminal law",
      "defence",
      "public servant",
      "death",
      "attempt",
      "hurt",
      "grievous",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 45,
    "title": "When Right of Private Defence of the Body Extends to Causing Death.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "The right of private defence of the body extends, under the limitations mentioned in sections 43 and 44 of this Act, to the voluntary causing of death only when the act to be repulsed is any of the following— (a) an attack which causes reasonable apprehension of death or grievous hurt; (b) rape or an assault with the intention of gratifying unnatural lust; or (c) abduction or kidnapping.",
    "tags": [
      "penal code",
      "criminal law",
      "death",
      "defence",
      "assault",
      "rape",
      "kidnapping",
      "hurt",
      "grievous",
      "offences against persons",
      "sexual offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 46,
    "title": "When Right of Private Defence of Property Extends to Causing Death.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "The right of private defence of property extends, under the restrictions mentioned in sections 43 and 44 of this Act, to the voluntary causing of death only when the act to be repulsed is of any of the following— (a) robbery; (b) house-breaking by night; (c) mischief by fire committed on any building, tent or vessel, which building, tent or vessel, is used as human dwelling or as place for the custody of property; or (d) theft, mischief or house-trespass in such circumstances as may reasonably cause apprehension that, if such right of private defence is not exercised, death or grievous hurt shall be the consequence.",
    "tags": [
      "penal code",
      "criminal law",
      "death",
      "defence",
      "property",
      "theft",
      "robbery",
      "hurt",
      "grievous",
      "custody",
      "offences against property"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 47,
    "title": "Right of Private Defence against Deadly Assault when there is Risk of Harm to Innocent Person.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "The right of private defence against an assault which reasonably causes the apprehension of death, may be exercised, even if such defence can only be exercised at the risk of causing harm to an innocent person. **Illustration—** *“A” is attacked by a mob which attempts to murder him or her. He or she cannot effectually exercise his or her right of private defence without firing on the mob and he or she cannot fire without risk of harming young children who are mingled with the mob. “A” commits no offence if by so firing he or she harms any of the children.* **JOINT ACTS, ABETMENT, CONSPIRACY AND ATTEMPT**  *Joint Acts*",
    "tags": [
      "penal code",
      "criminal law",
      "assault",
      "defence",
      "offence",
      "death",
      "murder",
      "conspiracy",
      "abetment",
      "attempt",
      "offences against persons"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 48,
    "title": "Acts Committed by Several Persons in Furtherance of Common Intention.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "When a criminal act is committed by more than one person in furtherance of the common intention of all, each of such persons is liable for that act in the same manner as if it were committed by him or her alone**.**",
    "tags": [
      "penal code",
      "criminal law",
      "criminal"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 49,
    "title": "When such an Act is Criminal by Reason of its Being Committed With a Criminal Knowledge or Intent.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whenever an act, which is criminal by reason of its being committed with a criminal knowledge or intent, is committed by more than one person, each of such persons who joins in the act, with such knowledge or intention, is liable for the act in the same manner as if the act were committed by him or her alone with that knowledge or intent.",
    "tags": [
      "penal code",
      "criminal law",
      "criminal"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 50,
    "title": "Cooperation by Committing One of Several Acts Constituting an Offence.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "When an offence is committed by means of several acts, whoever intentionally cooperates in the commission of that offence by committing any one or more of those acts, either separately or jointly with any other person, commits that offence. **Illustrations**— *(a) “A” and “B” agree to murder “Z” by separately and at different times giving him small doses of poison.* *“A” and “B” both administer the poison according to the agreement with intent to murder “Z”. “Z” dies from the effect of the several doses of poison so administered to him or her. Under these facts, “A” and “B” intentionally cooperate in the commission of murder and, as each of them does one or more of the several acts by which death is caused, they are both guilty of the offence, though their acts are separate and though the acts of one without the acts of the other would not have caused death.* *(b) “A” and “B” are joint jailors and each has charge of “Z”, a prisoner alternately for six hours at a time. “A” and “B”, intending to cause “Z’s”’ death, knowingly cooperate, by illegally omitting to furnish “Z” with food supplied to them for that purpose during the time of their respective attendance. “Z” dies of hunger. Both “A” and “B” are guilty of the murder of “Z”.* *(c) “A” a jailor has the charge of “Z” a prisoner. “A” intending to cause “Z’s” death illegally omits to supply “Z” with food. As a consequence, “Z” is significantly weaker, but still alive. “A” is dismissed from his or her office and “B” succeeds him or her.* *“B” without collusion or cooperation with “A” illegally omits to supply “Z” with food, knowing that he or she will probably cause “Z’s” death. “Z” dies of hunger. “B” is guilty of murder; but as “A” did not cooperate with “B” “A” is guilty only of an attempt to commit murder.* **51**. **Persons Concerned in Criminal Act May be Guilty of Different Offences.** Where more than one person is engaged or concerned in the commission of an offence, each may be guilty of a different offence depending on their individual actions. *“Z” is attacked by “A”, under such circumstances of grave provocation that “A” killing of “Z” would only be culpable homicide, and not murder. “B”, having ill will towards “Z” intending to kill him or her and not having been subject to the provocation, assists “A” in killing “Z”**.** Under these facts, although both “A” and “B” are engaged in causing* *“Z’s” death, “B” is guilty of murder and “A” is guilty only of culpable homicide not amounting to murder.* *Abetment*",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "criminal",
      "death",
      "murder",
      "abetment",
      "attempt",
      "culpable",
      "homicide",
      "offences against persons"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 52,
    "title": "Abetment.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) A person abets the commission of an act when he or she— (a) instigates another person to commit such act; (b) engages in a conspiracy with one or more other persons in the commission of the act; and/or, (c) intentionally aids or facilitates any act or illegal omission in the commission of the act. (2) A person abets an offence when such person abets either the commission of an offence, or the commission of an act which would be an offence, if committed with the same intention or knowledge as that of the abettor by a person capable by law of committing the offence. (3) It is not necessary that the person abetting should be capable by law of committing an offence or that he or she should have the same guilty intention or knowledge as that of the abettor, or any guilty intention or knowledge. **Explanation 1—** *A person who by willful misrepresentation or by willful concealment of a material fact which he or she is bound to disclose, voluntarily causes or procures or attempts to cause or procure the commission of an act, instigates the commission of such act within the meaning of this Chapter.* *(a) “A” is authorised by a warrant issued by a Court to arrest “Z”. “B”, knowing that fact and also that “C” is not “Z” willfully represents to “A” that “C” is “Z” and thereby intentionally causes “A” to arrest “C”. Under these facts, “B” abets by instigating the arrest of “C”.* *(b) “A”, a policeman, bound as such to give information of all designs to commit robbery, and knowing that “Z” intends to commit a robbery, illegally omits to give information of “Z’s” intention, knowing that the commission of the robbery is likely to be thereby facilitated. Under these facts, “A” has abetted the robbery.* **Explanation 2—** *(a) the abatement of the illegal omission of an act, may amount to an offence although the abettor may not himself or herself be bound to do that act.* *(b) to constitute the offence of abetment, it is not necessary that the act abetted should be committed or that the effect requisite to constitute the offence should be caused.* **Illustrations—** *(a) “A” instigates “B” to murder “C”. “B” refuses to do so, “A” is guilty of abetting “B” to commit murder.* *(b) “A” instigates “B” to murder “D”.“B” in pursuance of the instigation stabs “D”. “D” recovers from the wound. “A” is guilty of instigating “B” to commit murder;* *(c) “A”, with a guilty intention, abets a child or a lunatic in committing an act which would be an offence, if committed by a person capable by law of committing an offence and having the same intention as “A”.* *Under these facts, “A”, whether the act be committed or not, is guilty of abetting an offence.* *(d) “A”, intending to cause a theft to be committed, instigates “B” to take property belonging to “Z” out of “Z’s” possession. “A” induces “B” to believe that the* *property belongs to “A”. “B” takes the property out of “Z’s” possession in good faith believing it to be “A’s” property. “B”, acting under this misconception does not take dishonestly and therefore does not commit theft. But “A” is guilty of abetting theft and is liable to the same punishment as if “B” had committed theft.* **Explanation 3—** *It is not necessary to the commission of the offence of abetment by conspiracy that the abettor engages in the offence with the person who commits it. It is sufficient if he or she engages in the conspiracy in pursuance of which the offence is committed.* **Illustration—** *“A” and “B” create a plan for poisoning “Z”. It is agreed that “A” shall administer the poison. “B” then explains the plan to “C” mentioning that a third person is to administer the poison but without mentioning “A’s” name. “C” agrees to procure the* *poison, procures and delivers it to “B” for the purpose of its being used in the manner explained. “A” administers the poison; “Z” dies in consequence. Under these facts, though “A” and “C” have not conspired together, “C” has been engaged in the conspiracy in pursuance of which “Z” has been murdered. “C” has therefore committed the offence defined in this section and is liable to the punishment for murder.*",
    "tags": [
      "penal code",
      "criminal law",
      "abetment",
      "offence",
      "punishment",
      "fine",
      "murder",
      "theft",
      "robbery",
      "conspiracy",
      "attempt",
      "property",
      "arrest",
      "offences against persons",
      "offences against property"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 53,
    "title": "Abetment if the Act Abetted is Committed in Consequence and where no Expressed Provision is made for Sentencing",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "If the act abetted is committed in consequence of the abetment, and no express provision is made by this Act or by any other law for the conviction of such abetment, whoever abets the offence shall be sentenced in accordance with the same provisions that apply to the commission of the offence. *An act or offence is said to be committed in consequence of abetment, when it is committed in consequence of the instigation or in pursuance of the conspiracy or with the aid which constitutes the abetment.* **Illustrations—** *(a) “A” instigates “B” to give false evidence. “B” in consequence of the instigation commits that offence. “A” is guilty of abetting that offence and is liable to the same punishment as “B”.* *(b) “A” and “B” conspire to poison “Z”. “A” in pursuance of the conspiracy procures the poison and delivers it to “B” in order that he or she may administer it to “Z”. “B” in pursuance of the conspiracy administers the poison to “Z” in “A’s” absence and thereby causes “Z’s” death. Under these facts, “B” is guilty of murder. “A” is guilty of abetting that offence by conspiracy and is liable to the punishment for murder.*",
    "tags": [
      "penal code",
      "criminal law",
      "abetment",
      "offence",
      "punishment",
      "sentence",
      "death",
      "murder",
      "conspiracy",
      "evidence",
      "offences against persons"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 54,
    "title": "Abetment if a Person Abetted Commits the Act with Different Intention from that of the Abettor.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever abets the commission of an offence shall, if the person abetted does the act with a different intention or knowledge from that of the abettor, upon conviction, shall be sentenced in accordance with the same provision that apply to the offence which would have been committed if the act had been done with the intention or knowledge of the abettor and with no other.",
    "tags": [
      "penal code",
      "criminal law",
      "abetment",
      "offence",
      "sentence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 55,
    "title": "Liability of Abettor when one act Abetted and Different Act Committed.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "When an act is abetted and a different act is committed, the abettor is liable for the act committed in the same manner and to the same extent as if he or she had directly abetted it; provided that, the act committed was a probable consequence of the 48 abetment, and was committed under the influence of the instigation or in pursuance of the conspiracy or with the aid which constituted the abetment. **Illustrations—** *(a) “A” instigates a child to put poison into the food of “Z” and gives him poison for that purpose. The child, in consequence of the instigation, by mistake puts the poison into the food of “Y”, which is by the side of that of “Z”. Here, if the child was acting under the influence of “A’s” instigation, and the act committed was in the circumstances a probable consequence of the abetment, “A” is liable in the same manner and to the same extent as if he or she had instigated the child to put the poison into the food of “Y”.* *(b) “A” instigates “B” and “C” to break into an inhabited house at midnight for the purpose of robbery, and provided them with arms for that purpose. “B” and “C” break into the house and being resisted by “Z”, either “B” or “C”, murder “Z”. Under these facts, if that murder was the probable consequence of the abetment, “A” is liable to the punishment for murder.*",
    "tags": [
      "penal code",
      "criminal law",
      "punishment",
      "murder",
      "robbery",
      "conspiracy",
      "abetment",
      "offences against persons",
      "offences against property"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 56,
    "title": "Abettor when Liable to Cumulative Sentences for act Abetted and for act Committed.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "If the act for which the abettor is liable under section 55 above, is committed in addition to the act abetted, and such act constitutes a distinct offence, the abettor is liable to sentencing for each of the offences.",
    "tags": [
      "penal code",
      "criminal law",
      "sentence",
      "offence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 57,
    "title": "Liability of Abettor for an effect caused by the act Abetted different from that Intended by the Abettor.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "When an act is abetted with the intention on the part of the abettor of causing a particular effect, and the act is committed in a different way from that intended by the abettor, the abettor is liable for the effect caused in the same manner and to the same extent as if he or she had abetted the act with the intention of causing that effect; provided that, he or she knew that the act abetted was likely to cause that effect. *The abettor shall not be liable under this section to the punishment for murder unless he or she knew that death would be the probable consequence of the act abetted.* **Note-** *See section 210 of this Act.* **Illustration—** *“A” instigates “B” to cause grievous hurt to “Z”. “B” in consequence of the instigation causes grievous hurt to “Z”. “Z” dies in consequence. Under these facts,, if “A” knew that the grievous hurt abetted was likely to cause death, “A” is liable to be punished with the punishment provided* *for culpable homicide not amounting to murder or for murder as the case may be*.",
    "tags": [
      "penal code",
      "criminal law",
      "punishment",
      "death",
      "murder",
      "hurt",
      "grievous",
      "culpable",
      "homicide",
      "offences against persons"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 58,
    "title": "Abettor Present when an Offence is Committed Liable as a Principal.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whenever any person who if absent would be liable to be convicted as an abettor, is present when the act or offence for which he or she would be sentenced in consequence of the abetment is committed, he or she shall be deemed to have committed such act or offence.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "abetment"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 59,
    "title": "Abetment of Offence Subject to Death Sentence or Life Imprisonment if the Offence is not Committed.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever abets the commission of an offence which may result in the death sentence or imprisonment, shall, if that offence is not committed in consequence of the abetment, and no express provision is made by this Act or by any other law for the sentencing of such abetment, upon conviction be sentenced to imprisonment for a term not exceeding seven years or with a fine or with both. (2) If the abettor is a public servant whose duty is to prevent the commission of such offence, he or she shall be liable to imprisonment for a term not exceeding ten years or with a fine or with both. **Illustration—** *“A” instigates “B” to murder “Z”. The offence is not committed. If “B” had murdered “Z” “B” would have been liable to the punishment of death. Therefore “A” is liable to imprisonment for a term not exceeding seven years or, if he or she is a public servant whose duty it is to prevent the murder, for a term not exceeding ten years and also in any event to a fine*.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "death",
      "abetment",
      "punishment",
      "fine",
      "murder",
      "public servant",
      "offences against persons",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 60,
    "title": "Abetment of Offence Subject to Sentence of Imprisonment if Offence is not Committed.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever abets an offence, subject to the sentence of imprisonment, if that offence is not committed in consequence of the abetment and no express provision is made by this Act or by any other law for the conviction of such abetment, upon conviction, shall be sentenced to imprisonment for a term not exceeding one-fourth of the longest term provided for that offence or with a fine or with both. (2) If the abettor is a public servant whose duty is to prevent the commission of such offence, he or she, upon conviction, shall be sentenced to imprisonment for a term not exceeding one-half of the longest term provided for that offence or with such time as is provided for the offence or with a fine or with both. **Illustration—** *“A”, a policeman whose duty is to prevent robbery, abets the commission of robbery. Under these facts, though the robbery be not committed, “A” is liable to one-half of the longest term of imprisonment provided for that offence and also to a fine.*",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "abetment",
      "fine",
      "robbery",
      "public servant",
      "offences against property",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 61,
    "title": "Abetting Commission of Offence by the Public, or by more than Ten Persons.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever abets the commission of an offence by the public generally, or by any number or class of persons exceeding ten, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding three years or with a fine or with both. *Criminal Conspiracy*",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "criminal",
      "sentence",
      "imprisonment",
      "fine",
      "conspiracy"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 62,
    "title": "Conspiracy.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever conspires with one or more persons for the commission of an offence— (a) intending by this conspiracy agreement to bring about the commission of the offence; or (b) realising that there is a real risk or possibility that the conspiracy may bring about the commission of an offence, commits the offence of criminal conspiracy. (2) Whoever is a party to a criminal conspiracy and, where there is no express provision for conviction in this Act, shall be sentenced in the same manner as if he or she had abetted such an offence. *Attempt*",
    "tags": [
      "penal code",
      "criminal law",
      "conspiracy",
      "offence",
      "criminal",
      "sentence",
      "attempt"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 63,
    "title": "Attempting to Commit Offences Punishable with Imprisonment.",
    "chapter": "Chapter III",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever attempts to commit an offence or cause such an offence to be committed, and in such attempt commits any act towards the commission of the offence, where no express provision is made by this Act or any other law for the conviction of such attempt, shall be sentenced to imprisonment for a term not exceeding one-half of the longest term provided for that offence or with such fine as is provided for the offence or with both. *(a) “A” makes an attempt to steal some jewels by breaking open a box and finds on opening the box that there are no jewels in it. “A” has committed an act in furtherance of the commission of theft and therefore is guilty under this section.* *(b) “A” makes an attempt to pick the pocket of “Z” by thrusting his or her hand into “Z’s” pocket. “A” fails in the attempt to pick the pocket of “Z”, because “Z” has nothing in his or her pocket. “A” is guilty under this section.* **OFFENCES AGAINST SOUTHERN SUDAN**",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "imprisonment",
      "attempt",
      "sentence",
      "fine",
      "theft",
      "offences against property"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 64,
    "title": "Treason.",
    "chapter": "Chapter V",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever being a citizen of or a resident in Southern Sudan— (a) does any act, whether inside or outside Southern Sudan, with the intent of overthrowing the Government; or (b) incites, conspires with or assists any other person to do any act, whether inside or outside Southern Sudan, with the intent of overthrowing the Government, commits the offence of treason, and upon conviction, shall be sentenced to death or to life imprisonment. (2) Without limiting the generality of subsection (1), above, the following acts shall constitute treason— (a) preparing or endeavoring to carry out by force any enterprise which usurps the executive power of the President or the Government in any matter; (b) in time of war or during a period of public emergency, doing any thing which assists any other State to engage in hostile or belligerent action against Southern Sudan; or (c) instigating any other State or foreign person to invade Southern Sudan. (3) Nothing in this section shall prevent the doing of anything by lawful constitutional means directed at— (a) the correction of errors or defects in the system of the government, the ICSS or the administration of justice in Southern Sudan; (b) the removal of the government or impeachment of the President of Government; (c) the adoption or change of policies or repeal of legislation; or (d) the review of any matter established by law in Southern Sudan.",
    "tags": [
      "penal code",
      "criminal law",
      "treason",
      "offence",
      "sentence",
      "imprisonment",
      "death",
      "offences against state"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 65,
    "title": "Concealing Treason.",
    "chapter": "Chapter V",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever, subject to section 64(3) of this Act, is a citizen of or a resident in Southern Sudan and knows that any person, whether inside or outside Southern Sudan— (a) has done or attempted to do; (b) is doing or is attempting to do; or (c) intends to do; any act with the intention of overthrowing the government, does not inform an official, as soon as is reasonably possible, after acquiring such knowledge, commits the offence of concealing treason, and upon conviction, shall be sentenced to imprisonment for a period not exceeding twenty years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "treason",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "attempt",
      "offences against state"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 66,
    "title": "Subverting Constitutional Government.",
    "chapter": "Chapter V",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever, whether inside or outside Southern Sudan— (a) organizes or sets up, or advocates, urges or suggests the organization or setting up of, any group or body with aim of— (i) overthrowing or attempting to overthrow the Government by unconstitutional means; (ii) taking over or attempting to take over the government by unconstitutional means or usurping the functions of the Government; or (iii) coercing or attempting to coerce the government in an unconstitutional manner. (b) supports or assists any group or body in doing or attempting to do any of the things described in paragraph (a), above commits the offence of subverting the constitutional government, and upon conviction, shall be sentenced to imprisonment for a term not exceeding twenty years.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "attempt"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 67,
    "title": "Insurgency, Banditry, Sabotage or Terrorism.",
    "chapter": "Chapter V",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever for the purpose of— (a) causing or furthering an insurrection in Southern Sudan; (b) causing the forcible resistance to the Government or the Defence Forces or any law enforcement agency;  (c) procuring by force the alteration of any law or policy of the Government; (d) committing any act accompanied by threats or use of weaponry with the intention or realizing that there is a real risk or possibility of— (i) killing or injuring any other person; (ii) damaging or destroying any property; (iii) inflicting substantial financial loss upon any other person; (iv) obstructing or endangering the free movement in Southern Sudan of any traffic on land or water or in the air; or (v) disrupting or interfering with an essential service, commits an offence, whether or not any purpose referred to in paragraph (a), (b) or (c) is accomplished. (2) Whoever commits the offence under subsection (1), above, upon conviction, shall be sentenced as follows— (a) where the act of insurgency, banditry, sabotage or terrorism results in the death of a person, he or she shall be sentenced to death or to imprisonment for life; and (b) in any other case, to imprisonment for life or any other shorter term. (3) Whoever engaged in any act under subsection (1), above, and the act does not result in any of the consequences referred to in subsection (1)(d)(i), (ii), (iii), (iv) or (v), commits the offence of attempting to commit an act of insurgency, banditry, sabotage or terrorism.",
    "tags": [
      "penal code",
      "criminal law",
      "terrorism",
      "insurgency",
      "banditry",
      "sabotage",
      "offence",
      "sentence",
      "imprisonment",
      "death",
      "attempt",
      "defence",
      "property",
      "offences against state"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 68,
    "title": "Recruiting or Training Insurgents, Bandits, Saboteurs or Terrorists.",
    "chapter": "Chapter V",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever intentionally— (a) recruits, assists or encourages any other person to undergo training inside or outside Southern Sudan in order to commit any act of insurgency, banditry, sabotage or terrorism in Southern Sudan; or (b) provides training to any person, whether inside or outside Southern Sudan, in order to commit any act of insurgency, banditry, sabotage or terrorism in Southern Sudan, commits the offence of recruiting or training an insurgent, bandit, saboteur or terrorist, and upon conviction, shall be sentenced to life imprisonment or any other shorter term.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "terrorism",
      "insurgency",
      "banditry",
      "sabotage",
      "offences against state"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 69,
    "title": "Training as Insurgent, Bandit, Saboteur or Terrorist.",
    "chapter": "Chapter V",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever attends or undergoes any course of training, whether inside or outside Southern Sudan, for the purpose of enabling him or her to commit any act of insurgency, banditry, sabotage or terrorism in Southern Sudan, commits an offence, and upon conviction, shall be sentenced to life imprisonment or any other shorter term. (2) If it is proved in a prosecution for training as an insurgent, bandit, saboteur or terrorist that the accused attended or underwent a course of training whose effect was to enable that person to commit an act of insurgency, banditry, sabotage or terrorism in Southern Sudan, it shall be presumed, unless the contrary is proved, that he or she did so for that purpose.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "terrorism",
      "insurgency",
      "banditry",
      "sabotage",
      "offences against state"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 70,
    "title": "Supplying Weaponry to Insurgents, Bandits, Saboteurs or Terrorists.",
    "chapter": "Chapter V",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever, whether inside or outside Southern Sudan, supplies weaponry to an insurgent, bandit, saboteur or terrorist, knowing that the weaponry will be used in the commission of an act of insurgency, banditry, sabotage or terrorism in Southern Sudan, or realising that there is a real risk or possibility that the weaponry will be so used, commits an offence, and upon conviction, shall be sentenced to life imprisonment or any other shorter term.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "terrorism",
      "insurgency",
      "banditry",
      "sabotage",
      "offences against state"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 71,
    "title": "Possessing Weaponry for Insurgency, Banditry, Sabotage or Terrorism.",
    "chapter": "Chapter V",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever has any weaponry in his or her possession or under his or her control with the intention that such weaponry will be used in the commission of an act of insurgency, banditry, sabotage or terrorism, commits an offence, and upon conviction, shall be sentenced to life imprisonment or any other shorter term. (2) Whoever possesses weaponry for insurgency, banditry, sabotage or terrorism, and if it is proved that— (a) the accused was in an unlawful possession of any weaponry; (b) the weaponry consists of any weapon, firearm or ammunition for the purchase, acquisition or possession of which the accused has no good ostensible reason; or (c) that was part of a cache or was found in the possession of the accused in such a quantity as cannot be accounted for by reason of personal use alone, it shall be presumed, unless the contrary is proved, that the accused possessed the weaponry with the intention that it should be used in the commission of an act of insurgency, banditry, sabotage or terrorism in Southern Sudan. (3) A person charged with possessing weaponry for insurgency, banditry, sabotage or terrorism may be found guilty of possessing a dangerous weapon, if such facts are proved.",
    "tags": [
      "penal code",
      "criminal law",
      "terrorism",
      "insurgency",
      "banditry",
      "sabotage",
      "offence",
      "sentence",
      "imprisonment",
      "offences against state"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 72,
    "title": "Possession of Dangerous Weapons.",
    "chapter": "Chapter V",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever is in an unlawful possession of— (a) artillery of any kind or any shell or other ammunition therefor; (b) a flame thrower; (c) a bomb, grenade or similar missile or device, whether capable of use with a firearm or not, including any fuse, detonator or timing device therefor; (d) a machine-gun or sub-machine-gun; or (e) any automatic or semi-automatic firearm other than a pistol, that is being used by the Defence, other organized forces, Police or other forces of any neighbouring State, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding ten years or with a fine or with both. (2) It shall be a defence to a charge of possessing a dangerous weapon for the accused to prove that— (a) he or she was the holder of a license or permit issued under any law authorizing his or her possession of the weapon concerned; or (b) he or she possessed the weapon concerned in the course of his or her duties as a member of the defence or other organized forces or as an employee of the State duly authorised to possess the weapon.",
    "tags": [
      "penal code",
      "criminal law",
      "weapons",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "defence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 73,
    "title": "Harbouring, Concealing or Failing to Report an Insurgent, Bandit, Saboteur or Terrorist.",
    "chapter": "Chapter V",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever, knowing that another person is an insurgent, bandit, saboteur or terrorist, intentionally harbours or conceals that other person, commits an offence, and upon conviction, shall be sentenced to imprisonment of for a term not exceeding ten years and a fine. (2) Whoever becomes aware of the presence in Southern Sudan of another person whom he or she knows to be an insurgent, bandit, saboteur or terrorist and who— (a) fails, within the period prescribed in subsection (3), below, to report to an official the presence of that other person in Southern Sudan and any information in his or her power to give in relation to that other person; or (b) upon being questioned by an official, intentionally— (i) omits or refuses to disclose to the official any information in his or her power to give in relation to that other person; or (ii) gives the official false information in relation to that other person, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term, not exceeding five years or with a fine. (3) Whoever shall make a report in accordance with the provision of subsection (2)(a), above, as soon as is reasonably practicable after he or she becomes aware of the presence in Southern Sudan of the insurgent, bandit, saboteur or terrorist concern, and in any event within seventy-two hours of becoming so aware, and (4) Whoever— (a) has committed an act of insurgency, banditry, sabotage or terrorism; or (b) has attended a course or undergone training referred to in section 69(1), for which he or she has been convicted and sentenced or granted a pardon or amnesty shall not be regarded as an insurgent, bandit, saboteur or terrorist in respect of that conduct.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "terrorism",
      "insurgency",
      "banditry",
      "sabotage",
      "offences against state"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 74,
    "title": "Causing Disaffection among Police Force or Defence Forces.",
    "chapter": "Chapter V",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever induces, or attempts to induce, or does any act with the intention or realising that there is a real risk or possibility of inducing or causing any member of the Police Force or Defence Forces to withhold his or her services, loyalty or allegiance or to commit breaches of discipline, commits an offence, and upon conviction, shall be sentenced to imprisonment for a period not exceeding two years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "defence",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "attempt"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 75,
    "title": "Publishing or Communicating False Statements Prejudicial to Southern Sudan.",
    "chapter": "Chapter V",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever, whether inside or outside Southern Sudan, does any of the following— (a) publishes or communicates to any other person a statement which is wholly or materially false with the intention of realising that there is a real risk or possibility of— (i) inciting or promoting public disorder or public violence or endangering public safety; (ii) adversely affecting the defence or economic interests of Southern Sudan; (iii) undermining public confidence in a law enforcement agency, or the Defence Forces of Southern Sudan; or (iv) interfering with, disrupting or interrupting any essential service; whether or not the publication or communication results in a consequence referred to in subparagraphs (i), (ii), (iii) or (iv); or (b) with or without the intention or realisation referred to in paragraph (a), publishes or communicates to any other person a statement which is wholly or materially false and which— (i) he or she knows to be false; or (ii) he or she does not have reasonable grounds for believing it to be true; shall, if the publication or communication of the statement— A. promotes public disorder or public violence or endangers public safety; or B. adversely affects the defence or economic interests of Southern Sudan; or C. undermines public confidence in a law enforcement agency the police force the Prison Service or the Defence Forces of Southern Sudan; or D. interferes with, disrupts or interrupts any essential service, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding twenty years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "defence",
      "violence",
      "public order offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 76,
    "title": "Undermining Authority of or Insulting President.",
    "chapter": "Chapter V",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Any person who publicly, unlawfully and intentionally— (a) makes any statement about or concerning the President or an acting President with the knowledge of realising that there is a real risk or possibility that the statement is false and that it may— (i) engender feelings of hostility towards; or (ii) cause hatred, contempt or ridicule of; the President or an acting President, whether in person or in respect of the President’s office; or (b) makes any abusive, indecent or obscene statement about or concerning the President or an acting President, whether in respect of the President personally or the President’s office, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding one year or with a fine or with both. **OFFENCES RELATING TO THE DEFENCE FORCES AND OTHER ORGANIZED FORCES**",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "defence",
      "contempt"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 77,
    "title": "Prohibition of Wearing Uniform or using token Resembling what is used by the Defence Forces and Other Organized Forces or Manufacture or Trade therewith.",
    "chapter": "Chapter VI",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) In this section— **“authorised person”** means— (a) a member of the SPLA, Joint Integrated Units, and any other organized forces in Southern Sudan. (b) a member of a military force of a foreign State who is— (i) on attachment to any force referred to in paragraph (a) under an arrangement made between the Government and the government of that foreign State; or (ii) present in Southern Sudan, with the approval of the Government, in the course of his or her official duties. (2) Whoever, subject to subsection (5), below, not being a member of the SPLA or other organized forces, wears any uniform used by such forces or wears any dress or uses any token resembling any uniform or token use by such forces with the intention that it may be believed that he or she is such a member, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding six months or with a fine or with both. (3) Whoever manufactures or trades in any dress or token used by the Defence Forces or other organized forces referred to in subsection (1), above, without license from the appropriate authorities commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding three months or with a fine or with both. The Court may order the forfeiture of the dress or token, subject of the offence; provided that the court shall order the forfeiture of the uniform or token, subject of the offence. (4) Whoever wears any uniform or uses any token mentioned in this section to be allocated to his or her employees without license from appropriate authority, commits an offence, and upon conviction, shall be sentenced the same as provided for in subsection (1), above, and the Court may order the forfeiture of the uniform or token subject of the offence. (5) Subsection (2), above, shall not apply in relation to— (a) an authorised person to the extent that the person possesses or wears a camouflage uniform that has been supplied to him or authorised for his or her use, by the force of which he or she is a member or to which he or she is attached; or (b) the possession of a uniform as an exhibit in a museum administered by the State; or (c) any person or member of a class of persons exempted from this section by the Minister by notice in writing to that person or by notice in the *Gazette*, as the Minister deems fit, to the extent that such person or member possesses or wears a uniform in accordance with the terms and conditions of such exemption.",
    "tags": [
      "penal code",
      "criminal law",
      "defence",
      "offence",
      "sentence",
      "imprisonment",
      "fine"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 78,
    "title": "Unlawful Drill.",
    "chapter": "Chapter VI",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Except with the permission of the appropriate authority, no person other than a member of the Defence Forces and other organized forces shall instigate, practice, take part in or be concerned in any exercise, movement, or drill of military nature. (2) Any person who contravenes any of the provisions of this section, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding six months or with a fine or with both. **OFFENCES AGAINST PUBLIC ORDER**",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "defence"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 79,
    "title": "Public Violence.",
    "chapter": "Chapter VII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever, acting in concert with one or more other persons, forcibly and to a serious extent— (a) disturbs the peace, security or order of the public or any section of the public; or (b) invades the rights of other people; intending such disturbance or invasion or realising that there is a real risk or possibility that such disturbance or invasion may occur, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding ten years or with a fine or with both. (2) In determining whether or not a disturbance of peace, security or order or an invasion of rights is sufficiently serious to constitute the offence of public violence, a Court shall take into account all the relevant factors, including the following— (a) the nature and duration of the disturbance or invasion; (b) the motive of the persons involved in the disturbance or invasion; (c) whether the disturbance or invasion occurred in a public place or on private property; (d) whether or not the persons involved in the disturbance or invasion were armed and, if so, the nature of their weapons; (e) whether or not bodily injury or damage to property occurred in the course of or as a result of the disturbance or invasion; (f) whether or not there was an attack on the police or on other persons in lawful authority; and (g) the manner in which the disturbance or invasion came to an end. (3) It shall be an aggravating circumstance if, in the course of or as a result of the public violence— (a) there was an attack on the police or on other persons in lawful authority; (b) bodily injury or damage to property occurred; or (c) the person who has been convicted of the offence instigated an attack on the police or other persons in lawful authority or instigated the infliction of bodily injury or the causing of damage to property.",
    "tags": [
      "penal code",
      "criminal law",
      "violence",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "weapons",
      "property",
      "damage",
      "injury",
      "public order offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 80,
    "title": "Participating in Gathering with Intent to Promote Public Violence, Breaches of the Peace or Bigotry.",
    "chapter": "Chapter VII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever— (a) acts together with one or more persons present with him or her in any place or at any meeting with the intention or realising that there is a real risk or possibility of forcibly— (i) disturbing the peace, security or order of the public or any section of the public; or (ii) invading the rights of other people; or (b) acting together with one or more persons present with him or her in any place or at any meeting performs any action, utters any words or distributes or displays any writing, sign or other visible representation that is obscene, threatening, abusive or insulting, intending thereby to provoke a breach of the peace or realising that there is a risk or possibility that a breach of the peace may be provoked; or (c) acting together with one or more persons present with him or her in any place or at any meeting utters any words or distributes or displays any writing, sign or other visible representation— (i) with the intention to engender, promote or expose to hatred, contempt or ridicule any group, section or class of persons in Southern Sudan solely on account of the race, tribe, nationality, place of origin, national or ethnic origin, colour, religion or gender of such group, section or class of persons; or (ii) realising that there is a risk or possibility that such behaviour might have an effect referred to in subparagraph (i) above, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding five years or with a fine or with both. (2) The offence of participating in a gathering with intention to promoting public violence, a breach of the peace or bigotry is committed whether the action constituting it is spontaneous or planned in advance, and whether the place or meeting where it occurred is public or private. (3) Whoever engages in an action that would be in violation of this section, but for the fact that he or she was acting alone in a public place, the competent charge is disorderly conduct in a public place or causing offence to persons of a particular race, tribe, place of origin, colour, creed or religion, as the case may be, and not a contravention of this section.",
    "tags": [
      "penal code",
      "criminal law",
      "violence",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "religion",
      "contempt",
      "public order offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 81,
    "title": "Obstructing or Endangering Free Movement of Persons or Traffic.",
    "chapter": "Chapter VII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever— (a) throws or propels or prepares to throw or propel any missile, article or a thing at any person, motor vehicle, boat, aircraft or building with the intention of realising that there is a real risk or possibility of causing damage or injury; (b) without lawful excuse, the proof whereof lies on him or her, overturns or attempts to overturn any motor vehicle, boat or aircraft; or (c) otherwise than under and in accordance with any other law, leaves or places on or over any road any thing with the intention or realising that there is a real risk or possibility of obstructing such road or endangering persons using it; commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding ten years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "attempt",
      "damage",
      "injury"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 82,
    "title": "Possession of Articles for Criminal Use.",
    "chapter": "Chapter VII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever, without lawful excuse, knowingly has in his or her custody or possession any article for use in unlawful entry into premises, theft, or fraud commits the offence of possessing an article for criminal use, and upon conviction, shall be sentenced to imprisonment for a term not exceeding one year or to a fine or with both. (2) In prosecuting for the possessing an article for criminal use— (a) the onus of proving a lawful excuse for the custody or possession of an article referred to in subsection (1), above, shall lie on the person charged with the offence; (b) if it is proved that the person charged with the offence had in his or her custody or possession an article made or adapted for use in unlawful entry into premises, theft, or fraud it shall be presumed unless the contrary is proved that the person had it in his or her possession for such use.",
    "tags": [
      "penal code",
      "criminal law",
      "criminal",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "theft",
      "fraud",
      "custody",
      "offences against property"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 83,
    "title": "Disorderly Conduct in Public Place.",
    "chapter": "Chapter VII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever, in a public place— (a) intentionally engages in disorderly or riotous conduct; or (b) uses threatening, abusive or insulting words or behaves in a threatening, abusive or insulting manner, intending to provoke a breach of the peace or realizing that there is a real risk or possibility that a breach of the peace may be provoked, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding six months or to a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "public order offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 84,
    "title": "Causing Offence to Persons of a Particular Race, Religion, etc.",
    "chapter": "Chapter VII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Any person who publicly makes any insulting or otherwise grossly provocative statement that causes offence to persons of a particular race, tribe, place of origin, colour, creed or religion, intending to cause such offence or realising there is a real risk or possibility of doing so, commits an offence, and upon conviction, shall be sentenced to imprisonment for a period not exceeding one year or to a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "religion",
      "sentence",
      "imprisonment",
      "fine"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 85,
    "title": "Possession of Offensive Weapons at Public Gatherings.",
    "chapter": "Chapter VII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) In this section— **“offensive weapon”** means— (a) any weaponry or offensive material; or (b) any object made or adapted to be used for causing injury to the person; or (c) any stone or similar object. (2) Whoever, while present at a public gathering, has with him or her any offensive weapon, otherwise than in pursuance of lawful authority, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding five years or a fine or with both. (3) For the purposes of subsection (2), above, a person shall be deemed to be acting in pursuance of lawful authority only if the person is acting in his or her capacity as a police officer, a member of the Defence Forces or an employee of the State, Government of National Unity, Government, or a local authority. Whoever, at a public gathering— (a) engages in disorderly or riotous conduct; or (b) uses threatening, abusive or insulting words or behaves in a threatening, abusive or insulting manner; intending to prevent the transaction of the business for which the gathering was called together, or realising that there is a real risk or possibility that the transaction of business may be prevented, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding six months or with a fine or with both. **OFFENCES BY OR RELATING TO PUBLIC SERVANTS**",
    "tags": [
      "penal code",
      "criminal law",
      "weapons",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "defence",
      "public servant",
      "injury",
      "public order offences",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 87,
    "title": "Public Servants taking Gratification in Respect of an Official Act.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever being or expecting to be a public servant, accepts or obtains or agrees to accept or attempts to obtain from any person for himself, herself or for any other person, any gratification whatever, whether pecuniary or otherwise, other than legal remuneration, as a motive or reward— (a) for doing or forbearing to do any official act; (b) for showing or forbearing to show in the exercise of his or her official functions favour or disfavour to any person; or (c) for rendering or attempting to render any service or disservice to any person with any department of the Government State or with any public servant as such, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding ten years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "public servant",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "attempt",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 88,
    "title": "Taking Bribes or Gratification in Order to Influence Public Servant.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever accepts or obtains or agrees to accept or attempts to obtain from any person for himself or herself or for any other person any bribery or gratification whatever as a motive or reward for inducing by corrupt or illegal means any public servant— (a) to do or forbear to do any official act; (b) in exercise of the official functions of such public servant to show favour or disfavour to any person; (c) to render or attempt to render any service or disservice to any person with any department of Government, State or with any public servant as such, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding ten years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "public servant",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "attempt",
      "bribery",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 89,
    "title": "Abetment by Public Servant of Offence Mentioned in Section 88\\.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever being a public servant, in respect of whom an offence under section 88 of this Act, is committed, abets the offence, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding five years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "abetment",
      "public servant",
      "sentence",
      "imprisonment",
      "fine",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 90,
    "title": "Offering or Giving Bribe or Gratification to Public Servant.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever offers or gives or agrees to give any bribery or gratification whatever, whether pecuniary or otherwise, in the circumstances and for any of the purposes mentioned in section 88 or 89 of this Act, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding ten years or a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "public servant",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "bribery",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 91,
    "title": "Receiving or Giving Bribe or Gratification by Agent or Employee to show Favour or Disfavour.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever being an employee or agent of another, accepts or agrees to accept from any person for himself or herself or for any other person any bribery or gratification whatever as a motive or reward for doing or forbearing to do any act in connection with the affairs of his or her employee or principal or who shows favour or disfavour to any person having any concern in the affairs or business of his or her employer or principal, and whoever gives or agrees to give to the employee or the agent any reward or remuneration as a motive for doing, or forbearing to do any of the aforesaid commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding seven years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "bribery",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 92,
    "title": "Public Servant Obtaining Valuable thing without Consideration from Person Concerned in Proceeding or Business Transacted by such Public Servant.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever being a public servant accepts or obtains or agrees or attempts to obtain, for himself or herself or for any other person something of value without consideration or for a consideration which he or she knows to be inadequate— (a) from any person, whom he or she knows to have been or to be likely to be concerned in any proceeding or business transacted or about to be transacted by such public servant or having any connection with the official functions of himself, herself or of any public servant to whom he or she is subordinate, or (b) from any person, whom he or she knows to be interested in or related to the person so concerned, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding three years or with a fine or with both. *“Z’s” brother is arrested and taken before “A” a Magistrate on a charge of perjury. “A” sells to “Z” shares in a company at a premium, when they are selling in the market at discount. “Z” pays “A” for the shares accordingly. The money so obtained by “A” is something of value obtained by him or her without adequate consideration.*",
    "tags": [
      "penal code",
      "criminal law",
      "public servant",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "attempt",
      "perjury",
      "arrest",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 93,
    "title": "Offering or Giving Something of Value without Consideration.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever in any of the circumstances mentioned in section 92 of this Act, offers or gives or agrees to give to any public servant or to any person, in whom a public servant is interested or to whom he or she is related, something of value without consideration or for a consideration which he knows to be inadequate, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding three years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "public servant",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 94,
    "title": "Third Person Profiting by Bribery or Gratification.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever knowingly profits by bribery, any gratification or benefit obtained in any of the circumstances mentioned in sections 88, 89 or 92 of this Act, but does not take any active part in obtaining such gratification or benefit, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding three years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "bribery",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 95,
    "title": "Public Servant Dishonestly Receiving Money or Property not Due.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever being a public servant in his or her capacity as such dishonestly receives, from any person, any money or other property which he or she is not authorised to receive or which is in excess of the amount which he or she is authorised to receive, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding seven years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "public servant",
      "property",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 96,
    "title": "Public Servant Disobeying Directives of Law with Intent to cause Injury or to save Person from Punishment or Property from Forfeiture.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever, being a public servant knowingly disobeys any directives of the law as to the way in which he or she is to conduct himself or herself as such public servant intending thereby or knowing himself or herself to be likely thereby— (a) to cause injury to any person or to the public; (b) to save any person from legal punishment or to subject him or her to a less punishment than that to which he or she is liable or to delay the imposition on any person of any legal punishment; or (c) to save any property from forfeiture or from any seizure or charge to which it is liable by law or to delay the forfeiture or seizure of any property or the imposition or enforcement of any charge upon any property, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding five years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "punishment",
      "public servant",
      "property",
      "injury",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 97,
    "title": "Public Servant Framing Incorrect Record or Writing or Mistranslating Document with Intent to cause Injury or to save person from Punishment or Property from Forfeiture.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever, being a public servant and being as such public servant charged with the preparation of any record or other writing or with the translation of any document, frames that record or writing or translates that document in a manner which he or she knows or believes to be incorrect intending thereby or knowing himself or herself to be likely thereby to cause any of the results mentioned in section 96, above, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding five years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "punishment",
      "public servant",
      "property",
      "injury",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 98,
    "title": "Public Servant in Judicial Proceedings making a Report which he or she knows to be Contrary to Law.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever, being a public servant intentionally makes or pronounces in any stage of judicial proceedings any report, order, judgment or decision which he or she knows to be contrary to law, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding seven years or with a fine or with both. **99\\. Commitment for Trial or Confinement by person having Authority who knows that he or she is Acting Contrary to Law.** Whoever, being a public servant authorised by law to commit persons for trial or to confinement or to keep persons in confinement intentionally commits any person for trial or to confinement or keeps any person in confinement knowing that in so doing he or she is acting contrary to law, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding seven years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "public servant",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 100,
    "title": "Public Servant Intentionally Omitting to Arrest, or Permitting or Aiding Escape from Confinement or Custody.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever, being a public servant whose duty is as such public servant to arrest any person or to keep any person in confinement or custody, intentionally refuses to arrest such person or intentionally suffers such person to escape or intentionally aids such person in escaping or attempting to escape from such confinement or custody, commits an offence, and upon conviction, shall be sentenced as follows— (a) with imprisonment for a term not exceeding fourteen years with or without fine, if such person is under a sentence of death; (b) with imprisonment for a term not exceeding seven years with or without fine if such person is under sentence of imprisonment for a term of ten years or more or is charged with or liable to be arrested for an offence subject to the sentence of death; (c) with imprisonment for a term not exceeding three years or with a fine or with both, if such person is under sentence of imprisonment for a term not exceeding ten years or is charged with or liable to be arrested for an offence subject to the sentence of imprisonment for a term which may extend to ten years; or (d) with imprisonment for a term not exceeding two years or with a fine or with both, in any of the cases not specified above.",
    "tags": [
      "penal code",
      "criminal law",
      "fine",
      "public servant",
      "escape",
      "arrest",
      "custody",
      "offence",
      "sentence",
      "imprisonment",
      "death",
      "attempt",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 101,
    "title": "Public Servant Negligently Omitting to Arrest or Permitting Escape from Confinement or Custody.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever, being a public servant whose duty as such public servant is to arrest any person or to keep him or her in confinement or custody, negligently omits to arrest that person or negligently suffers that person to escape from confinement or custody, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding three years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "fine",
      "public servant",
      "escape",
      "arrest",
      "custody",
      "offence",
      "sentence",
      "imprisonment",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 102,
    "title": "Public Servant Willfully Omitting to Perform Duty, if such Omission Causes Danger etc.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever, being a public servant, willfully omits to perform any duty pertaining to his or her office, he or she is legally bound to perform, if such omission causes or tends to cause danger to human life, health or safety or causes or tends to cause a riot, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding one year or with a fine or with both. **103\\. Wrongful Abandonment of Duty by Public Servant.** Whoever, being a public servant wrongfully abandons his or her duty in pre-arranged agreement with two or more other public servants, if the intention or effect of such abandonment is to interfere with the performance of a public service to an extent which will cause injury or damage or grave inconvenience to the community, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding one year or with a fine or with both. Whoever, being a public servant engages in any trade or business contrary to the provisions of any law, order or regulation, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding one year or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "public servant",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "damage",
      "injury",
      "public order offences",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 105,
    "title": "Public Servant Not to Engage in Purchase or Bidding.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever, being a public servant and being legally bound as such public servant not to purchase or bid for certain property, purchases or bids for that property either in his or her own name or in the name of another or jointly or in shares with others, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding three years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "public servant",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "property",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 106,
    "title": "Impersonating a Public Servant.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever, pretends to hold any particular office as a public servant knowing that he or she does not hold such office, or falsely impersonates any other person holding such office, and in such assumed character does or attempts to do any act under colour of such office, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding five years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "public servant",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "attempt",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 107,
    "title": "Wearing Uniform or using Token used by Public Servant.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever not belonging to a certain class of public servants wears any uniform or carries any token resembling any uniform or token used by that class of public servants with the intention that it may be believed that he or she belongs to that class of public servants, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding six months or with a fine, or with both. **CONTEMPT OF THE LAWFUL AUTHORITY OF A PUBLIC SERVANT**",
    "tags": [
      "penal code",
      "criminal law",
      "public servant",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "contempt",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 108,
    "title": "Avoidance of Service of Process.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever absconds in order to avoid being served with a summons, notice or order proceeding from any public servant legally competent as such public servant to issue such summons, notice or order, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding one month or with a fine, or with both. (2) If the summons or notice or order, referred to in subsection (1), above, is to attend in person or by agent or to produce a document in a Court, upon conviction, he or she shall be sentenced to imprisonment for a term not exceeding six months or with a fine, or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "public servant",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 109,
    "title": "Preventing Service or Publication of Process.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever in any manner intentionally prevents— (a) the serving on himself, herself, or on any other person of any summons, notice or order proceeding from any public servant legally competent as such public servant to issue such summons, notice or order; (b) the lawful affixing to any place of any such summons, notice or order; or (c) the lawful making of any proclamation under the authority of any public servant legally competent as such public servant to direct such proclamation to be made; commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding one month, or with a fine, or with both; or (2) If the summons, notice, order or proclamation is to attend in person or through an agent or to produce a document in Court, with imprisonment for a term not exceeding six months or with a fine, or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "public servant",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 110,
    "title": "Failure to Appear.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever, having been required by a summons, notice, order or proclamation issued by any public servant legally competent to issue the same, is required to attend in person or through an agent at a certain time and place, intentionally and without reasonable cause refuses or omits to attend at the place and time, or departs from that place before the time at which it is lawful for him or her to depart, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding one month or with a fine not exceeding SDG10 or with both; or (2) If the summons, notice, order or proclamation is to attend in person or though an agent before the Court, upon conviction, he or she shall be sentenced to imprisonment for a term not exceeding six months or with a fine not exceeding SDG60 or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "public servant",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 111,
    "title": "Failure to Produce Document.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever, having been required by a summons, notice, order or proclamation issued by a public servant legally competent as such public servant to issue the same, fails to produce or deliver up any document or other thing, intentionally omits so to produce or deliver up the same, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding one month or with a fine not exceeding SDG 10 or with both. (2) If the document referred to in subsection (1), above, is to be produced or delivered up to a Court, such person, upon conviction, shall be sentenced to imprisonment for a term not exceeding six months or with a fine not exceeding SDG60 or with both. (1) Whoever, being legally bound to give any notice or to furnish information on any subject to any public servant as such, intentionally omits to give such notice or to furnish such information in the manner and at the time required by law, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding one month or with a fine not exceeding SDG10 or with both. (2) If the notice or information required to be given under subsection (1), above in respects to the commission of an offence or is required for the purpose of preventing the commission of an offence or in order for the arrest of an offender, such person, upon conviction shall be sentenced to imprisonment for a term not exceeding six months or with a fine not exceeding SDG60 or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "public servant",
      "arrest",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 113,
    "title": "Furnishing False Information.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "(1) Whoever, being legally bound to furnish information on any subject to any public servant as such, furnishes as true information on the subject which he or she knows or has reason to believe to be false, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding six months or with a fine not exceeding SDG60 or with both; or (2) If the information referred to in subsection (1), above, relates to the commission of an offence, or the information is required for the purpose of preventing the commission of an offence or the arrest of an offender, such person, upon conviction, shall be sentenced to imprisonment for a term not exceeding two years or with a fine or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "public servant",
      "arrest",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 114,
    "title": "False Information with Intent to Mislead Public Servant.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever gives to any public servant any information which he or she knows or believes to be false, intending thereby to cause or knowing it to be likely that he or she will thereby cause such public servant— (a) to do or omit anything which such public servant ought to do or omit if the true state of facts in respect of which such information is given were known by him or her; or (b) to use the lawful power of such public servant to the injury or annoyance of any person, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding six months or with a fine not exceeding SDG60 or with both. **Illustrations—** *(a) “A” informs a Magistrate that “Z” a policeman subordinate to such Magistrate has been guilty of neglect of duty or misconduct knowing such information to be false and knowing it to be likely that the information will cause the Magistrate to dismiss “Z”. “A” has committed an offence under this section;* *(b) ”A” falsely informs a public servant that “Z” has contraband goods in a secret place knowing such information to be false and knowing it is likely that the consequence of the information will be a search of “Z’s” premises attended with annoyance to “Z”. “A” has committed an offence under this section.*",
    "tags": [
      "penal code",
      "criminal law",
      "public servant",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "injury",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  },
  {
    "article": 115,
    "title": "Refusing Oath or Affirmation when duly Required by Public Servant.",
    "chapter": "Chapter VIII",
    "part": "Penal Code Act South Sudan 2008",
    "text": "Whoever refuses by an oath or affirmation to state the truth when required so to bind himself or herself by public servant legally competent to require that he shall so bind himself or herself, commits an offence, and upon conviction, shall be sentenced to imprisonment for a term not exceeding six months or with a fine not exceeding SDG60 or with both.",
    "tags": [
      "penal code",
      "criminal law",
      "public servant",
      "offence",
      "sentence",
      "imprisonment",
      "fine",
      "corruption offences"
    ],
    "lawSource": "Penal Code Act South Sudan 2008"
  }
]